Repository: elementary/files
Catalog: po/extra/*.po
Languages: cs, de, es, fr, hu, pl, ru, sv, zh_tw

source: Do not show file:// prefix in navigation buttons menus
cs: V nabídkách pod navigačními tlačítky už se nezobrazuje předpona file://
de: Das Präfix file:// wird in den Menüs der Navigationsschaltflächen nun nicht mehr angezeigt
es: Ya no se muestra el prefijo «file://» en los menús de los botones de navegación
fr: Le préfixe file:// n'est plus affiché dans les menus des boutons de navigation
pl: Nie pokazuj przedrostka file:// w menu przycisków nawigacji
ru: Не показывать префикс file:// в навигационных кнопках меню

source: Fix "New Folder" keyboard shortcut label in menu
cs: Opraven štítek klávesové zkratky pro „Nová složka“ v nabídce
de: Korrektur der Beschriftung des Tastaturkürzels "Neuer Ordner" im Menü
es: Corrección de la etiqueta del atajo de «Carpeta nueva» en el menú
fr: Correction du raccourci clavier « Nouveau dossier » dans le menu
pl: Naprawiono etykietę skrótu klawiszowego „Nowy folder” w menu
ru: Исправлена надпись сочетания клавиш «Новая папка» в меню

source: Fix navigation with back/forward button context menu
cs: Oprava navigace s tlačítkem zpět/znovu v kontextové nabídce tlačítka
de: Korrektur der Navigation mit der Vorwärts/Rückwärts-Taste im Kontextmenü
es: Se reparó la navegación con el menú contextual de los botones Atrás y Adelante
fr: Correction de la navigation avec les boutons précédent/suivant du menu contextuel
pl: Naprawiono nawigację przy użyciu przycisków kontekstowych Cofnij/Dalej
ru: Исправлена навигация с помощью контекстного меню кнопки «Назад/вперёд»

source: Fix path bar sometimes showing wrong path when closing a tab
cs: Opraveno občasné zobrazování nesprávného popisu umístění při zavření karty
de: Korrektur der Pfadleiste, die beim Schließen einer Registerkarte manchmal einen falschen Pfad anzeigte
es: A veces, la barra de ruta mostraba la ruta incorrecta tras cerrar una pestaña
fr: Correction de la barre de chemin qui indiquait parfois un mauvais chemin lors de la fermeture d'un onglet
pl: Naprawiono pasek ścieżki czasami wyświetlający złą ścieżkę po zamknięciu karty
ru: Исправлена панель путей, иногда отображающая неверный путь при закрытии вкладки

source: Ensure keyboard shortcuts work immediately after creating or renaming a file
cs: Zajištěno aby klávesové zkratky fungovaly okamžitě po vytvoření či přejmenování souboru
de: Sicherstellung, dass Tastaturkürzel unmittelbar nach dem Erstellen oder Umbenennen einer Datei funktionieren
es: El programa se cerciora de que los atajos de teclado funcionen adecuadamente luego de crear un archivo o cambiarle el nombre
fr: Nous nous sommes assurés que les raccourcis claviers fonctionnement aussitôt après la création ou le renommage d'un fichier
pl: Upewniono się, że skróty klawiszowe działają natychmiast po stworzeniu lub zmianie nazwy pliku
ru: Гарантирована работа сочетаний клавиш сразу же после создания или переименования файла

source: Do not include "file://" in pathbar text or when pasting path as text
cs: Do textu v liště s popisem umístění už není zahrnováno „file://“ (stejně tak při vkládání jako text)
de: Setzt nun "file://" in den Text der Pfadleiste oder beim Einfügen eines Pfades als Text nicht mehr ein
es: Se excluye «file://» del texto de la barra de ruta y al pegar la ruta como texto
fr: Nous avons fait en sorte de ne pas inclure « file:// » dans la barre de chemin, notamment lors de la copie d'un chemin
pl: Nie pokazuj przedrostka „file://” w pasku ścieżki i przy wklejaniu ścieżki jako tekst
ru: «file://» больше не включается в текст панели пути или при вставке пути как текста

source: Show keyboard shortcuts in menu items
cs: U položek nabídek už jsou zobrazovány klávesové zkratky
de: Zeigt nun Tastaturkürzel in Menübefehlen an
es: Se muestran los atajos de teclado en los elementos del menú
fr: Affichage des raccourcis claviers dans les éléments du menu
pl: Pokaż skróty klawiszowe w menu
ru: Отображение сочетаний клавиш в пунктах меню

source: Fix an issue with breadcrumbs in the file chooser
cs: Opraven problém s drobečkovou navigací ve voliči souborů
de: Behebt ein Problem mit der Breadcrumb-Navigation im Dateiauswahlfenster
es: Se solucionó un problema con la ruta de exploración en el selector de archivos
fr: Correction d'un problème avec le fil d'Ariane dans la boîte de dialogue de sélection de fichier
pl: Naprawiono problem z okruchami ścieżki przy wybieraniu plików
ru: Исправлена проблема с навигационной цепочкой в окне выбора файла

source: Show a warning when ejecting a volume that's still in use
cs: Už se zobrazuje varování při odpojování svazku, který je něčím využíván
de: Zeigt nun eine Warnung an, wenn Sie ein Volumen auswerfen, das noch in Gebrauch ist
es: Se muestra una advertencia al expulsar un volumen que todavía está en uso
fr: Affichage d'un avertissement lors de l'éjection d'un périphérique en cours d'utilisation
pl: Pokaż powiadomienie przy próbie wysunięcia woluminu, który jest wciąż w użyciu
ru: Отображение предупреждения при извлечении тома, который всё ещё используется

source: Fix cursor update after horizontal scroll in Column View
cs: Opraveno překreslení kurzoru po vodorovném posunutí ve sloupcovém zobrazení
de: Korrektur der Cursor-Aktualisierung nach horizontalem Scrollen in der Spaltenansicht
es: Se corrigió la actualización del cursor tras desplazarse horizontalmente en la vista por columnas
fr: Correction de la mise à jour du curseur après un défilement horizontal dans la vue en colonnes
pl: Naprawiono aktualizacje kursora przy poziomym przewijaniu w widoku kolumn
ru: Исправлено обновление курсора после горизонтальной прокрутки в представлении столбцом

source: Fix folder-open icon persisting after closing Column View
cs: Opravena zůstávání ikony otevřené složky po zavření sloupcového zobrazení
de: Korrektur des Ordner-Öffnen-Symbols, das nach dem Schließen der Spaltenansicht bestehen blieb
es: Se solucionó la persistencia del icono de apertura de carpeta después de cerrar la vista por columnas
fr: Correction de l'icône de dossier ouvert qui restait affichée après avoir fermé la vue en colonnes
pl: Naprawiono pozostającą ikonę otwarcia folderu przy zamykaniu widoku kolumn
ru: Исправлена ошибка, когда значок открытой папки, оставался после закрытия представления столбцом

source: Use destructive action styling for some trash dialog buttons
cs: Použito stylování desktruktivní akce pro některá tlačítka dialogu Koše
de: Verwendung der destruktiven Aktionsstile für einige Schaltflächen im Papierkorb-Dialog
es: Algunos botones en cuadros de diálogo para enviar a la papelera utilizan el estilo de acción destructiva
fr: Utilisation d'un style d'action de destruction pour les boutons de boîte dialogue de la corbeille
pl: Użyto stylu niszczącej akcji dla niektórych okienek koszta
ru: Использование стиля деструктивных действий для некоторых кнопок диалога корзины

source: New features:
cs: Nové funkce:
de: Neue Funktionen:
es: Funcionalidades nuevas:
fr: Nouvelles fonctionnalités :
pl: Nowe funkcje:
ru: Новые возможности:

source: Initial git plugin support
cs: Počáteční podpora zásuvného modulu pro git
de: Erstmalige Git-Plugin-Unterstützung
es: Compatibilidad inicial del complemento de git
fr: Prise en charge initiale du plugin git
pl: Wstępne wsparcie dla wtyczki git
ru: Начальная поддержка плагина Git

source: Follow global history setting when restoring and saving tabs
cs: Při obnovování a ukládání karet se už řídí globálním nastavením ohledně historie
de: Globale Verlauf-Einstellungen beim Wiederherstellen und Speichern von Registerkarten beachten
es: Se sigue la configuración global del historial al restaurar y guardar pestañas
fr: Suivi de l'historique global lors de la restauration et de l'enregistrement des onglets
pl: Używanie ustawień dla globalnej historii przy przywracaniu i zapisywaniu kart
ru: Соблюдение настроек глобальной истории при восстановлении и сохранении вкладок

source: Ensure tabs showing same folder remain synchronized
cs: Zajištěno, že karty zobrazující stejnou složku zůstanou synchronizované
de: Sicherstellung, dass Registerkarten, die denselben Ordner anzeigen, synchronisiert bleiben
es: Se garantiza que las pestañas que muestran la misma carpeta permanecen en sincronía
fr: Les onglets montrant le même dossier restent désormais bien synchronisés
pl: Upewniono się, że karty pokazujące ten sam folder są zsynchronizowane
ru: Удостоверяться что вкладки показывающие одинаковую папку остаются синхронизированными

source: Fix drag with secondary button on empty space
cs: Opraveno přetahování sekundárním tlačítkem do prázdného prostoru
de: Korrektur des Ziehens mit der sekundären Maustaste auf leeren Raum
es: Ahora arrastrar sobre un espacio vacío con el botón secundario del ratón funciona como es esperable
fr: Correction du glisser-déposer avec le bouton secondaire sur un espace vide
pl: Naprawiono przeciąganie z drugim przyciskiem myszy na puste miejsce
ru: Исправлено перетаскивание с помощью правой кнопки мыши на пустое пространство

source: Show custom media type icons for installed apps
cs: Už se zobrazují uživatelsky určené ikony typu média pro nainstalované aplikace
de: Anzeigen benutzerdefinierter Medientyp-Symbole für installierte Anwendungen
es: Se muestran iconos de tipo de medio personalizados para aplicaciones instaladas
fr: Affichage d'icônes de type de média personnalisées pour les applications installées
pl: Dodano ikony niestandardowych typów mediów dla zainstalowanych aplikacji
ru: Показ значков на пользовательских расширениях приложений

source: Fix appearance of inactive diskspace indicator
cs: Opraven vzhled neaktivního indikátoru diskového prostoru
de: Korrektur der inaktiven Anzeige für den Laufwerkspeicherplatz
es: Se reparó la apariencia inactiva del indicador de espacio en disco
fr: Correction de l'apparence des indicateurs d'espace disque inactifs
pl: Naprawiono wygląd indykatora nieaktywnej przestrzeni dyskowej
ru: Исправлен вид индикатора неактивного дискового пространства

source: Improve pathbar animation
cs: Vylepšena animace lišty s popisem umístění
de: Verbesserte Pfadleisten-Animation
es: Mejora de la animación de la barra de ruta
fr: Amélioration de l'animation de la barre de chemin
pl: Ulepszono animację paska ścieżki
ru: Улучшена анимация при перетаскивании

source: Update documentation
cs: Aktualizována dokumentace
de: Aktualisierung der Dokumentation
es: Documentación actualizada
fr: Mise à jour de la documentation
pl: Zaktualizowano dokumentację
ru: Обновлена документация

source: Update translations
cs: Aktualizovány překlady
de: Aktualisierte Übersetzungen
es: Traducciones actualizadas
fr: Mise à jour des traductions
pl: Zaktualizowano tłumaczenia
ru: Обновлены переводы

source: Initial cloudproviders plugin support
cs: Počáteční podpora zásuvného modulu pro poskytovatele cloudových služeb
de: Erstmalige Unterstützung für das Cloud-Provider-Plugin-System
es: Compatibilidad inicial con complementos de proveedores de almacenamiento en la nube
fr: Prise en charge initiale du plugin cloudproviders
pl: Wstępne wsparcie wtyczki chmurowej
ru: Начальная поддержка плагина для облачных поставщиков

source: Fix selecting pasted files
cs: Opraveno vybírání vložených souborů
de: Korrektur der Auswahl eingefügter Dateien
es: Corrección relativa a la selección de archivos pegados
fr: Correction de la sélection des fichiers collés
pl: Naprawiono zaznaczanie wklejonych plików
ru: Исправлен выбор вставленных файлов

source: Fix color label visibility while using dark theme
cs: Opravena viditelnost barevného štítku při použití tmavého motivu
de: Korrektur der Sichtbarkeit von Farb-Label bei Verwendung dunkler Themen
es: Se mejoró la visibilidad de las etiquetas de colores al utilizar el tema oscuro
fr: Correction de la visibilité des étiquettes de couleur lors de l'utilisation du thème sombre
pl: Naprawiono widoczność kolorowych etykiet przy używaniu ciemnego motywu
ru: Исправление видимости цветной метки при использовании тёмной темы

source: Fix selecting files using Shift key
cs: Opraven výběr souborů pomocí klávesy Shift
de: Korrektur der Dateiauswahl mit der Umschalt-Taste
es: Se corrigió un problema de selección de archivos mediante la tecla Mayús
fr: Correction de la sélection des fichiers en utilisant la touche Maj
pl: Naprawiono zaznaczanie plików przy użyciu Shift
ru: Исправление выбора файлов с помощью клавиши Shift

source: Draw checkerboard background for image items
cs: Vykreslováno šachovnicové pozadí pro položky obrázků
de: Zeichnen von Schachbrett-Hintergrund für Bildelemente
es: Se muestra un fondo de escaques detrás de las imágenes
fr: Affichage de l'échiquier de transparence pour les images
pl: Dodano rysowanie tła szachownicy dla elementów obrazu
ru: Шахматный фон для элементов изображения

source: Improved styling for disk space bars
cs: Vylepšen styl pro ukazatele prostoru na disku
de: Verbessertes Styling für die Laufwerkspeicher-Anzeigebalken
es: Se hicieron mejoras de estilo para las barras de espacio en disco
fr: Style amélioré pour les barres d'indicateur d'espace disque
pl: Ulepszony styl dla słupków użycia dysku
ru: Улучшено оформление полосок дискового пространства

source: Show more search results
cs: Zobrazováno více výsledků vyhledávání
de: Anzeige von weiteren Suchergebnissen
es: Se muestran más resultados de búsqueda
fr: Plus grand nombre de résultats de recherche affichés
pl: Pokazano więcej wyników wyszukiwania
ru: Показывать больше результатов поиска

source: Ensure valid tab name generation
cs: Zajištěno vytváření platných názvů pro karty
de: Sicherstellung der korrekten Generierung von Reiternamen
es: El programa se cerciora de generar nombres de pestañas válidos
fr: La génération du nom des onglets est désormais bien valide
pl: Usprawniono generowanie poprawnych nazw kart
ru: Обеспечение генерирования правильных названия для вкладок

source: Properly sort folders by date and size
cs: Správné řazení složek podle data a velikosti
de: Ordner ordnungsgemäß nach Datum und Größe sortieren
es: Las carpetas ahora se ordenan por fecha y tamaño correctamente
fr: Tri correct des dossiers par date et par taille
pl: Poprawne sortowanie folderów po dacie i rozmiarze
ru: Правильная сортировка папок по дате и размеру

source: Launching Files from Terminal now opens new tab instead of new window
cs: Spouštění Souborů z Terminálu nyní otevře novou kartu namísto nového okna
de: Beim Starten von Dateien aus dem Terminal wird jetzt ein neuer Reiter statt eines neuen Fensters geöffnet
es: La apertura de archivos desde un terminal ahora abre pestañas nuevas en lugar de ventanas nuevas
fr: Lancer Fichiers depuis Terminal ouvre désormais un nouvel onglet au lieu d'une nouvelle fenêtre
pl: Uruchamianie plików z Terminala teraz otwiera nową kartę zamiast nowego okna
ru: Запуск Файлов из Терминала теперь открывает новую вкладку вместо нового окна

source: Improve MTP support
cs: Vylepšená podpora protokolu MTP
de: Verbesserung der MTP-Unterstützung
es: Compatibilidad con MTP mejorada
fr: Amélioration de la prise en charge du MTP
pl: Ulepszona obsługa MTP
ru: Улучшеная поддержка MTP

source: Various tagging feature refinements
cs: Různá doladění funkce označování štítky
de: Verschiedene Verfeinerungen der Tagging-Funktionen
es: Diversos refinamientos relativos a la función de etiquetaje
fr: Améliorations diverses des fonctionnalités d'étiquetage
pl: Różne poprawki dla funkcji tagowania
ru: Различные усовершенствования функции тегов

source: Keyboard navigation improvements
cs: Vylepšení navigace pomocí klávesnice
de: Verbesserungen bei der Tastatur-Navigation
es: Mejoras en la navegación mediante el teclado
fr: Améliorations de la navigation au clavier
pl: Ulepszenia nawigacji przy użyciu klawiatury
ru: Улучшения навигации с клавиатуры

source: Symlink copy and paste fixes
cs: Opravy kopírování a vkládání symbolických odkazů
de: Symlink-Korrekturen beim Kopieren und Einfügen
es: Reparaciones en la copia y el pegado de enlaces simbólicos
fr: Correction de copier-coller des liens symboliques
pl: Poprawki dla kopiowania i wklejania symlinków
ru: Исправления копирования и вставки символьных ссылок

source: Avoid crash when Templates folder is null
cs: Vyhnutí se pádu když je složka Šablon null
de: Vermeidung eines Absturzes, wenn der Ordner "Vorlagen" null ist
es: Se evita un cierre inesperado cuando la carpeta Plantillas está vacía
fr: Correction de plantage lorsque le dossier Modèles est vide
pl: Uniknięto błędów krytycznych gdy folder szablonów jest nullem
ru: Предотвращение сбоев, если папка «Шаблоны» пустая

source: Reduce memory footprint of FileChooserDialog
cs: Snížení nároků na paměť dialogu voliče souborů
de: Reduzierung des Speicherbedarfs des FileChooserDialoges
es: Se redujo el uso de memoria de FileChooserDialog
fr: Réduction de l'empreinte mémoire de FileChooserDialog
pl: Zmniejszono zużycie pamięci FileChooserDialog
ru: Уменьшен объем памяти FileChooserDialog

source: Avoid crash when selecting image file in some situations
cs: Vyhnuto se pádu v některých situacích při výběru souboru s obrázkem
de: Vermeidung von Abstürzen bei der Auswahl von Bilddateien in einigen Situationen
es: Se evita un cierre inesperado provocado al seleccionar un archivo de imagen en determinadas situaciones
fr: Correction d'un plantage lors de la sélection d'images dans certaines situations
pl: Uniknięto błędów krytycznych przy zaznaczaniu pliku obrazka w niektórych sytuacjach
ru: Предотвращён сбой при выборе файла изображения в некоторых ситуациях

source: Fix unclosable progress window while copying network files to removable storage
cs: Opravena nemožnost zavřít okno s ukazatelem průběhu při kopírování souborů ze sítě na vyjímatelné úložiště
de: Korrektur eines nicht schließbaren Fortschrittsfensters beim Kopieren von Netzwerkdateien auf Wechseldatenträger
es: Al copiar archivos de red en soportes extraíbles, no se podía cerrar la ventana de progreso
fr: Correction d'une fenêtre de progression non refermable lors de la copie de fichiers en réseau sur un support de stockage amovible
pl: Naprawiono niemożliwe do zamknięcia okno postępu podczas kopiowania plików sieciowych na pamięć przenośną
ru: Исправлено окно прогресса, которое нельзя было закрыть, при копировании сетевых файлов на съёмные носители

source: Fix drag and drop after double clicking a blank area
cs: Opraveno přetahování položek po dvojkliku do prázdné oblasti
de: Behebung des Drag&Drop-Verhaltens nach Doppelklick auf einen leeren Bereich
es: Se corrigió la función de arrastrar y colocar después de pulsar en una zona vacía
fr: Correction du glisser-déposer après un double-clic dans une zone vide
pl: Naprawiono przeciąganie po dwukrotnym kliknięciu pustej przestrzeni
ru: Исправление перетаскивания после двойного щелчка по пустой области

source: Avoid crash while scrolling over view switcher
cs: Vyhnutí se pádu při otáčením kolečkem myši nad přepínačem pohledů
de: Vermeidung eines Absturzes beim Scrollen über den Ansichts-Umschalter
es: Se evita un cierre inesperado después de desplazarse sobre el conmutador de vistas
fr: Correction d'un plantage lors du défilement du sélecteur de vue
pl: Uniknięto błędów krytycznych przy przewijaniu nad zmienianiem widoku
ru: Предотвращён сбой при прокрутке над переключателем вида

source: Avoid possible crash in some copy and paste situations
cs: Vyhnutí se možnému pádu v některých situacích při kopírování a vkládání
de: Vermeidung möglicher Abstürze in einigen Kopier- und Einfügesituationen
es: Se evita un posible cierre inesperado que acaece en algunas situaciones luego de copiar y pegar
fr: Correction d'un possible plantage lors de certaines situations de copier-coller
pl: Uniknięto błędów krytycznych przy kopiowaniu i wklejaniu w pewnych sytuacjach
ru: Предотвращение возможного сбоя в некоторых ситуациях, при копировании и вставке

source: Keyboard navigation fix for cherry picking select files in Grid view
cs: Opravena navigace pomocí klávesnice pro vybírání jednotlivých souborů v zobrazení v mřížce
pl: Naprawiono nawigację przy użyciu klawiatury podczas wybieraniu zaznaczonych plików w widoku siatki
ru: Исправление ошибок навигации с помощью клавиатуры во время выбора в режиме просмотра сеткой

source: Don't hardcode search placeholder text style, fixes dark theme issue
cs: Styl textu výplně není napevno ve zdrojovém kódu – řeší problém s tmavým motivem vzhledu
de: Hardcode des Platzhalters für die Suche im Textstil entfernt, behebt dunkles Themenproblem
es: Ya no se especifica en el código el estilo de texto indicador; esto evita problemas en el estilo oscuro
fr: Ne recherche pas le style de texte des caractères génériques en code brut, corrige les problèmes de thème sombre
pl: Usunięto hardkodowany styl placholdera wyszukiwania, co naprawia problem z ciemnym motywem
ru: Исправлен код стиля текста-заполнителя, решающий проблему с тёмной темой

source: Minor spacing adjustments to location bar
cs: Drobné úpravy rozestupů v pruhu umístění
de: Geringfügige Abstandsanpassungen der Adressleiste
es: Pequeños ajustes de espacio en la barra de ubicación
fr: Ajustements mineurs de l'espacement de la barre de localisation
pl: Drobne poprawki rozmieszenia dla paska lokalizacji
ru: Незначительные корректировки отступов на панели местоположения

source: Fix F2 renaming behavior
cs: Opraveno chování přejmenovávání klávesou F2
de: F2-Umbenennungsverhalten korrigiert
es: Corrección del comportamiento de cambiar nombre con F2
fr: Correction du comportement de renommage avec la touche F2
pl: Naprawiono zachowanie przy zmianie nazwy używając F2
ru: Исправлено поведение при переименовании клавишей F2

source: Minor spacing adjustments to location breadcrumbs
cs: Drobné úpravy rozestupů drobečkové navigace v umístění
de: Geringfügige Abstandsanpassungen bei der Position der Breadcrumbs
es: Pequeños ajustes en el espacio de la ruta de navegación
fr: Ajustements mineurs de l'espacement du fil d'Ariane de localisation
pl: Drobne poprawki rozmieszenia dla okruchów lokalizacji
ru: Незначительные поправки в отступах расположения навигационной цепочки

source: Consistently remember color tags
cs: Jednotné zapamatování barevných štítků
de: Konsistente Speicherung von Farb-Tags
es: Se recuerdan de manera uniforme las etiquetas de color
fr: Mémorisation constante des étiquettes de couleur
pl: Spójne zapamiętywanie kolorowych tagów
ru: Надёжное запоминание цветных меток

source: Reload thumbnails when changing zoom level to avoid showing placeholder unnecessarily
cs: Při změně úrovně přiblížení jsou znovu načteny náhledy aby se zabránilo zbytečnému zobrazování výplní
de: Vorschaubilder beim Ändern der Zoomstufe neu laden, um zu vermeiden, dass Platzhalter unnötig angezeigt werden
es: Se recargan las miniaturas al cambiar la escala para evitar mostrar iconos temporales innecesariamente
fr: Rechargement des vignettes lors de la modification du niveau de zoom pour éviter d'afficher inutilement le texte
pl: Przeładuj miniaturki przy zmianie poziomu powiększenia by zapobiec wyświetlaniu obrazków zastępczych
ru: Перезагрузка миниатюр при изменении уровня масштабирования, чтобы избежать отображение заполнителя

source: Fix running scripts with spaces in filename
cs: Opraveno spouštění skriptů s mezerami v názvu
de: Korrektur ausführbarer Skripte mit Leerzeichen im Dateinamen
es: Se arregló la ejecución de secuencias de órdenes con espacios en el nombre de archivo
fr: Correction des scripts d'exécution avec des espaces dans le nom de fichier
pl: Naprawiono uruchamianie skryptów ze spacją w nazwie
ru: Исправлена работа запущенных скриптов с пробелами в названии файла
