Repository: elementary/files
Catalog: po/extra/*.po
Languages: cs, de, es, fr, hu, pl, ru, sv, zh_tw

source: Show the folder context menu when secondary clicking outside of a selection
cs: Zobrazit kontextovou nabídku složky při kliknutí pravým tlačítkem myši mimo výběr
de: Zeige Ordner-Kontextmenü, wenn ein Sekundärklick ausserhalb einer Auswahl ausgeführt wird
es: Mostrar el menú contextual de la carpeta al hacer clic secundario fuera de una selección
fr: Affichage du menu contextuel du dossier lors d'un clic secondaire en dehors de la sélection
pl: Pokaż menu kontekstowe folderu po kliknięciu drugim przyciskiem myszy poza zaznaczeniem
ru: Отображение контекстного меню папки при вторичном щелчке за пределами выделения

source: Fix small context menus on breadcrumbs
cs: Opraveny malé kontextové nabídky na drobečkové navigaci
de: Behebt einen Fehler im Zusammenhang mit kleinen Kontextmenüs bei Breadcrumbs
fr: Correction des petits menus contextuels sur les fils d'Ariane
pl: Naprawiono małe menu kontekstowe na ścieżce
ru: Исправлены мелкие контекстные меню на навигационной цепочке

source: Fix bookmarking a single selected item with Ctrl + D
cs: Opraveno přidávání do záložek jediné označené položky stisknutím Ctrl+D
de: Behebt einen Fehler beim Erstellen von Lesezeichen für einzelne Elemente mittels Strg + D
fr: Correction de la mise en favoris d'un seul élément sélectionné avec Ctrl + D
pl: Naprawiono dodawanie zakładek dla jednego zaznaczenia przy użyciu Ctrl + D
ru: Исправлено создание закладки одного выделенного элемента с помощью Ctrl + D

source: Fix renaming bookmarks in the sidebar
cs: Opraveno přejmenovávání záložek v postranním panelu
de: Behebt einen Fehler beim Umbenennen der Favoriten in der Seitenleiste
fr: Correction du renommage des favoris dans la barre latérale
pl: Naprawiono zmienianie nazw zakładek w panelu bocznym
ru: Исправлено переименование закладок в боковой панели

source: Fix an issue with showing color tags when thumbnails are hidden
cs: Opraven problém se zobrazování barevných štítků při skrytých náhledech
pl: Naprawiono problem z pokazywaniem kolorowych tagów gdy podglądy są ukryte
ru: Исправлена проблема с отображением цветовых меток, когда миниатюры скрыты

source: Fix freeze when comparing copied files
cs: Opraveno mrznutí při porovnávání zkopírovaných souborů
de: Absturz beim Öffnen mehrerer Videodateien behoben
fr: Correction d'un plantage lors de la comparaison des fichiers copiés
pl: Naprawiono zawieszanie aplikacji podczas porównywania skopiowanych plików
ru: Исправление зависания при сравнении скопированных файлов

source: Fix truncation of final column in Column View under some circumstances
cs: Opraveno zkracování posledního sloupce ve sloupcovém zobrazení za určitých podmínek
de: Behebt einen Fehler der dazu führte, dass die letzte Zeile in der Listenansicht unter bestimmten Umständen abgeschnitten wurde
fr: Correction de la troncation sous certaines circonstances de la colonne finale dans la vue en colonnes
pl: Naprawiono przycinanie ostatniej kolumny w widoku kolumnowym w pewnych okolicznościach
ru: Исправление усечения последнего столбца в представлении столбцов при некоторых обстоятельствах

source: Show more keyboard accelerators in menus
cs: Zobrazováno více klávesových akcelerátorů v nabídkách
de: Zeigt nun mehr Tastaturkürzel in den Menüs an
fr: Affichage de plus de raccourcis claviers dans le menu
pl: Pokazano więcej akceleratorów klawiatury w menu
ru: Отображать больше клавиатурных ускорителей в меню

source: Fix connecting to AFP servers so that passwords are remembered
cs: Opraveno připojování k AFP serverům, takže jsou zapamatována hesla
de: Passwort beim Verbinden zu AFP Servern merken
es: Se corrigió la conexión a servidores AFP para que se recuerden las contraseñas
fr: Correction de la connexion aux serveurs AFP afin que les mots de passe soient mémorisés
pl: Naprawiono łączenie się z serwerami AFP by hasła były zapamiętywane
ru: Исправлено подключение к серверам AFP, чтобы пароли запоминались

source: Fix MTP mounts
cs: Opravena MTP připojení
de: Behebt einen Fehler mit MTP mounts
es: Arreglar soportes MTP
fr: Correction des montages MTP
pl: Naprawiono montowanie MTP
ru: Исправлено монтирование MTP

source: Launch files with double click instead of single click
cs: Spouštění souborů dvojklikem namísto jediného kliknutí
de: Dateien mit Doppelklick statt mit einfachem Klick öffnen
es: Abrir archivos con doble clic en lugar de un solo clic
fr: Exécution des fichiers avec un double-clique au lieu d'un simple clique
pl: Uruchamianie plików za pomocą podwójnego kliknięcia zamiast pojedynczego kliknięcia
ru: Запуск файлов двойным щелчком вместо одинарного щелчка

source: Provide a File Chooser portal for Flatpak apps
cs: Poskytuje portál pro výběr souborů pro aplikace pocházející z Flatpak balíčků
de: Stellt ein Dateiauswahlportal für Flatpak-Apps bereit
fr: Intégration avec le dialogue de choix des fichiers dans les applications Flatpak
pl: Dodano portal wybierania plików dla aplikacji Flatpak
ru: Предоставление портала выбора файлов для Flatpak приложений

source: Brand new animated Sidebar
cs: Zcela nový animovaný postranní panel
de: Brandneu animierte Seitenleiste
es: Nueva barra lateral animada
fr: Nouveau panneau latéral animé
pl: Całkiem nowy animowany panel boczny
ru: Совершенно новая анимированная боковая панель

source: Dark style support
cs: Podpora pro tmavý vzhled
de: Unterstützung für Dark Mode
es: Modo oscuro soportado
fr: Support du thème foncé
pl: Wsparcie ciemnego motywu
ru: Поддержка тёмного стиля

source: Mint and Bubblegum color tags
cs: Mátová a žvýkačková barva pro štítky
de: Mint und Bubblegum Farbtags
es: Etiquetas de color menta y chicle
fr: Ajout des couleurs menthe et chewing-gum pour étiqueter les fichiers
pl: Kolorowe tagi w kolorze mięty i gumy balonowej
ru: Мятный и бубльгумовый цвета меток

source: Do not restore locations that have become inaccessible
cs: Neobnovovat umístění, která přestanou být dostupná
de: Orte, die nicht mehr aufrufbar sind, werden nicht wieder hergestellt
es: No se restauran ubicaciones que se hayan vuelto inaccesibles
fr: Les emplacements devenus inaccessibles ne seront plus restaurés
pl: Niedostępne lokalizacje nie są już przywracane
ru: Не восстанавливать местоположения, которые стали недоступными

source: Clicking between thumbnail and text now activates/selects in Grid view
cs: Kliknutí mezi náhled a text nyní v zobrazení v mřížce aktivuje/vybírá
pl: Klikanie pomiędzy miniaturką a tekstem teraz uruchamia/zaznacza w widoku siatki
ru: Щелчок между миниатюрой и текстом теперь активирует/выбирает в режиме просмотра сеткой

source: AFC protocol support
cs: Podpora protokolu AFC
de: Unterstützung für das AFC Protokoll
es: Protocolo AFC soportado
fr: Support du protocole AFC
pl: Wsparcie dla protokołu AFC
ru: Поддержка протокола AFC

source: Add a smaller minimum icon size in list view
cs: Přidána menší minimální velikost ikon v zobrazení v seznamu
de: Kleinere minimale Icongröße in der Listenansicht hinzugefügt
fr: Ajout d'une taille d'icônes minimum dans la vue en liste
pl: Dodano mniejszy rozmiar ikon w widoku listy
ru: Добавлен меньший минимальный размер значков в представлении списком

source: Show emblems inline in list views
cs: V zobrazení v seznamu zobrazovat emblémy
de: Zeige Embleme in der Zeile der Listenansicht
fr: Affichage en ligne des emblèmes dans la vue en liste
pl: Emblematy są teraz pokazywane w tej samej linii w widoku listy
ru: Отображение эмблем в линию в представлениях списком

source: Performance improvements
cs: Vylepšení výkonu
de: Leistungsverbesserungen
fr: Améliorations des performances
pl: Poprawki wydajności
ru: Улучшение производительности

source: Stability improvements
cs: Vylepšení stability
de: Stabilitätsverbesserungen
fr: Améliorations de la stabilité
pl: Ulepszenia stabilności
ru: Улучшения стабильности

source: Rename "Devices" to "Storage"
cs: „Zařízení“ přejmenována na „Úložiště“
de: Umbenennung von "Geräte" zu "Speicher"
es: Cambiar el nombre de "Dispositivos" a "Almacenamiento"
fr: Renommage de « Périphériques » en « Stockage »
pl: Zmieniono nazwę "Urządzeń" na "Pamięć masowa"
ru: «Устройства» переименовано на «Накопитель»

source: Bookmark menu option for network mounts in sidebar
cs: Volba záložka pro síťová připojení (mount) v postranním panelu
de: Lesezeichen-Menüoption für Netzwerkverbindungen in der Seitenleiste
es: Opción en el menú de marcadores para los montajes de red en la barra lateral
fr: Option de menu des favoris pour les montages de réseau dans la barre latérale
pl: Dodano opcję w panelu bocznym dla zamontowanych lokalizacji sieciowych umożliwiającą dodanie do zakładek
ru: Опция меню закладок для сетевых хранилищ на боковой панели

source: Show folder item count in List View
cs: V zobrazení v seznamu zobrazovat počet položek
de: Anzahl der Objekte im Ordner in der Listenansicht anzeigen
es: Ahora se muestra el recuento de elementos en la vista de lista
fr: Affichage du nombre de dossiers dans la vue en liste
pl: W widoku listy pokazywana jest teraz liczba elementów w folderze
ru: Отображение количества элементов папки в представлении списком

source: Now shows thumbnails on locally mounted MTP and PTP devices as well as on network locations by default
cs: Nyní ve výchozím stavu zobrazuje náhledy na lokálně připojených MTP a PTP zařízeních. To stejné na umístěních na síti
de: Zeigt jetzt standardmäßig Miniaturansichten auf lokal eingebundenen MTP- und PTP-Geräten sowie auf Netzwerkstandorten an
es: Ahora se muestran miniaturas en dispositivos MTP y PTP montados localmente y en ubicaciones de red de manera predeterminada
fr: Par défaut les miniatures sont désormais affichées sur les périphériques MTP et PTP montés en local de la même façon que sur les emplacements réseaux
pl: Miniaturki są teraz domyślnie pokazywane na lokalnie zamontowanych urządzeniach MTP i PTP oraz lokalizacjach sieciowych
ru: Теперь по умолчанию отображаются миниатюры на локально подключённых устройствах MTP и PTP, а также в сетевых расположениях

source: Properties window: Allow the filename to be copied when it cannot be edited
cs: Okno s vlastnostmi: Umožnit zkopírování názvu souboru, když ho není možné upravit
de: Eigenschaftenfenster: Der Dateiname kann auch dann kopiert werden, wenn er nicht geändert werden kann
es: Ventana de propiedades: permite copiar el nombre del archivo cuando no se puede editar
fr: Fenêtre des propriétés : Autorisation de la copie du nom de fichier lorsque celui-ci ne peut pas être modifié
pl: Okno właściwości: Dodano możliwość kopiowania nazwy pliku nawet gdy nie może być edytowana
ru: Окно свойств: Разрешено копировать имя файла, если его нельзя редактировать

source: Improved tooltip formatting for devices in the sidebar
cs: Vylepšeno formátování nástrojového tipu pro zařízení v postranním panelu
de: Verbesserte Formatierung der Schnellinfo für Geräte in der Seitenleiste
es: Se mejoró el formato de las descripciones emergentes de los dispositivos en la barra lateral
fr: Amélioration du format de l'infobulle pour les périphériques dans la barre latérale
pl: Ulepszono formatowanie tooltipa dla urządzeń w panelu bocznym
ru: Улучшено форматирование всплывающих подсказок для устройств на боковой панели

source: Fix crash when pressing Enter and another key at the same time
cs: Opraven pád při stisku Enter a další klávesy naráz
de: Absturz in dem Fall, dass die Eingabetaste und eine weitere Taste gleichzeitig gedrückt wurden, behoben
es: Se arregló un cierre inesperado al oprimir Intro y otra tecla a la vez
fr: Correction d'un plantage lors de l'appui sur la touche Entrée et une autre touche à la fois
pl: Naprawiono błąd krytyczny przy naciśnięciu Entera i innego przycisku jednocześnie
ru: Исправлен вылет при одновременном нажатии любой клавиши вместе с клавишей Enter

source: Fix pathbar handling of "~" and ".." in path
cs: Opraveno zacházení pruhu pro popis umístění se znaky „~“ (tilda) a „..“ (dvě tečky – o úroveň výš) v popisu umístění
de: Fehler in der Pfadleiste in Fällen mit »~« and »..« im Pfad behoben
es: Se corrigió el acceso de la barra de direcciones de «~» y «..» en las rutas
fr: Correction de la gestion de « ~ » et « .. » dans le chemin
pl: Naprawiono obsługę „~” oraz „..” przez pasek ścieżki
ru: Исправлена обработка «~» и «..» в путях

source: Filechooser pathbar no longer crashes when invoked from a Flatpak
cs: Pruh s popisem umístění dialogu volby souboru už nepadá, když je vyvolán z aplikace, nainstalované z Flatpak balíčku
de: Pfadleiste in der Dateiauswahl führt nicht länger zu einem Absturz, wenn von einem Flatpak aufgerufen
es: La barra de direcciones del selector de archivos ya no se bloquea cuando se invoca desde Flatpak
fr: La barre de chemin du sélecteur de fichiers ne plante plus lorsqu'elle est appelée depuis une application Flatpak
pl: Pasek ścieżki dla wyboru plików już nie wyłącza się gdy zostaje wywołany przez Flatpak
ru: Панель пути выбора файлов больше не вылетает когда вызвана из Flatpak

source: Do not show git status for repositories on FUSE filesystems to prevent possible blocking
cs: Nezobrazovat stav gitu pro repozitáře, nacházející se na FUSE souborových systémech (prevence možného blokování)
de: git-Status für Repositorys auf FUSE-Dateisystemen nicht mehr anzeigen, um mögliches Blockieren zu verhindern
es: No se muestra el estado de Git en repositorios en sistemas de archivos FUSE para evitar posibles bloqueos
fr: Nous n'affichons plus le statut de git pour les dépôts sur le système de fichiers FUSE pour empêcher un éventuel blocage
pl: Wyłączono pokazywania statusu gita dla repozytoriów na systemach plików FUSE aby zapobiec potencjalnej blokadzie
ru: Не показывать статус Git для репозиториев на файловых системах FUSE для предотвращения возможной блокировки

source: "Personal" is now "Bookmarks"
cs: „Osobní“ je nyní „Záložky“
de: »Persönlich« heißt jetzt »Lesezeichen«
es: «Personal» es ahora «Marcadores»
fr: « Personnel » est désormais « Favoris »
pl: „Osobiste” to teraz „Zakładki”
ru: «Личные» теперь «Закладки»

source: Add warning and error colored disk usage bars when disk becomes too full
cs: Přidány vodorovné barevné varovné a chybové ukazatele když se disk zaplňuje
de: Hinzufügen von farbigen Warn- und Fehlerbalken für die Festplattennutzung, wenn die Festplatte zu voll wird
es: Se añadieron colores de alerta y error a las barras de uso de disco cuando estos están a punto de llenarse
fr: Ajout de couleurs d'avertissements et d'erreur pour les barres d'espace disque lorsque le disque devient trop plein
pl: Dodano ostrzeżenie oraz pokolorowano słupki użycia dysku w stylu błędów gdy dysk jest przepełniony
ru: Добавлены цветные полоски с предупреждениями и уведомления о ошибках когда диск становится слишком заполненным

source: Prevent window resizing when filename column width exceeds available space
cs: Zabráněno změně velikosti okna pokud šířka sloupce s názvy souborů překročí dostupný prostor
de: Verhindern der Größenänderung des Fensters, wenn die Spaltenbreite des Dateinamens den verfügbaren Platz überschreitet
es: Se evita el redimensionamiento de la ventana cuando la anchura de la columna de nombre de archivo excede el espacio disponible
fr: Nous avons empêché la fenêtre de se redimensionner lorsque la colonne du nom de fichier excède l'espace disponible
pl: Zapobiegnięto zmianie rozmiaru okna gdy szerokość kolumny z nazwą pliku wykracza ponad dostępne miejsce
ru: Запретить изменение размера окна, если ширина столбца имени файла превышает доступное пространство

source: Fix handling of filenames containing the # character
cs: Opraveno zacházení s názvy souborů obsahujících znak # (mřížka)
de: Korrektur der Behandlung von Dateinamen, die das Zeichen # enthalten
es: Se reparó el manejo de nombres de archivo que contienen el carácter «#»
fr: Correction de la gestion des noms de fichier contenant le caractère #
pl: Naprawiono obsługę plików z nazwą zawierającą znak #
ru: Исправлена обработка названий файлов содержащих символ #

source: Fix regressions regarding pathbar context menus and clicking
cs: Opraven návrat chyby týkající se nabídek v pruhu s popisem umístění a klikání
de: Korrigiert Regressionen in Bezug auf Pfadleisten-Kontextmenüs und Klickverhalten
es: Se corrigieron regresiones en los menús contextuales de la barra de ruta y la pulsación sobre esta
fr: Correction de régressions vis à vis des menus contextuels de la barre de chemin et du clic
pl: Naprawiono regresję związaną z menu kontekstowym i klikaniem paska ścieżki
ru: Исправление регрессий в отношении контекстных меню и щелчков на панели

source: Paste images into other apps instead of file paths where possible
cs: Kde je to možné, jsou do ostatních aplikací vkládány obrázky namísto popisů umístění souborů
de: Wo es möglich ist, werden nun Bilddateien anstelle von Dateipfaden in andere Anwendungen eingefügt
es: En las aplicaciones donde es posible, se pegan la imágenes directamente en vez de las rutas de archivo
fr: Collez des images dans d'autres applications plutôt que les chemins vers les fichiers lorsque c'est possible
pl: Wklejanie obrazów stara się teraz wkleić obraz zamiast ścieżki do niego tam gdzie to możliwe
ru: Вставка изображений в другие приложения вместо пути файла когда возможно

source: Paste into a selected folder when using Ctrl + V
cs: Vložení do označené složky při použití Ctrl + V
de: Einfügen in einen ausgewählten Ordner bei Verwendung von Strg + V
es: Puede utilizar Ctrl + V para pegar en una carpeta que esté seleccionada
fr: Collez dans un dossier sélectionné en utilisant Ctrl + V
pl: Wklejanie przy użyciu Ctrl + V wkleja teraz w zaznaczonym folderze
ru: Вставка в выбранную папку при использовании сочетания клавиш Ctrl + V

source: Show file info overlay in List View as well
cs: Překryvné okno s informacemi o souboru zobrazováno také v zobrazení v seznamu
de: Dateiinfo-Overlay auch in der Listenansicht anzeigen
es: Ahora se muestra la información sobre archivos en la vista de lista
fr: Affichage des informations sur les fichiers dans la vue en liste également
pl: Narzuta z informacjami o pliku jest teraz pokazywana również w widoku listy
ru: Также показывать информацию о файле в виде списка

source: Traverse search results with Tab key
cs: Pohyb po výsledcích hledání pomocí klávesy Tab
de: Durchgehen der Suchergebnisse mit der Tabulatortaste
es: Puede recorrer los resultados de la búsqueda con la tecla Tab
fr: Parcourez les résultats de recherche avec la touche Tab
pl: Dodano nawigacje po wynikach wyszukiwania przy użyciu Tab
ru: Просмотр результатов поиска с помощью клавиши Tab

source: Show an error message when attempting to open trashed files
cs: Při pokusu o otevření souborů, přesunutých do koše, už se zobrazuje chybové hlášení
de: Beim Versuch des Öffnens gelöschter Dateien wird eine Fehlermeldung angezeigt
es: Se muestra un mensaje de error al intentar abrir archivos de la papelera
fr: Affichage d'un message d'erreur lors de l'ouverture de fichiers dans la corbeille
pl: Przy próbie otwarcia skasowanego pliku pokazywana jest teraz wiadomość błędu
ru: Отображение сообщения об ошибке при попытке открыть файлы из корзины

source: Fix uneditable area in pathbar which is showing home folder placeholder
cs: Opravena neupravovatelná oblast v liště s popisem umístění, která zobrazuje výplň pro domovskou složku
de: Korrektur eines nicht editierbaren Bereichs in der Pfadleiste, welcher den Platzhalter für den Benutzerordner anzeigt
es: Se reparó la zona no editable de la barra de ruta que muestra el marcador sustitutorio de la carpeta personal
fr: Correction de la zone non modifiable dans la barre de chemin qui affiche l'emplacement du dossier home
pl: Naprawiono niemożliwe do edycji miejsce w pasku ścieżki, która pokazuje placeholder dla folderu domowego
ru: Исправлена нередактируемая область на панели путей, которая отображает заполнитель домашней папки

source: Fix an issue that prevented file modification times from showing
cs: Oprava problému který bránil zobrazování okamžiků úpravy souborů
de: Behebt ein Problem, das die Anzeige von Datei-Änderungszeiten verhinderte
es: Se corrigió un problema que impedía que se mostraran las horas de modificación de los archivos
fr: Correction d'un problème qui empêchait l'affichage de l'heure de modification d'un fichier
pl: Naprawiono błąd uniemożliwiający pokazywanie informacji o czasie modyfikacji pliku
ru: Исправлена проблема предотвращающая показ времени редактирования файла

source: Fix size of restored tiled window
cs: Pevná velikost obnoveného dlaždicového okna
de: Korrigiert die Größe des wiederhergestellten gekachelten Fensters
es: Se corrigió el tamaño de la ventana en mosaico tras restaurarse
fr: Correction de la taille restaurée des fenêtres tuilées
pl: Naprawiono rozmiar przywróconego kaflowanego okna
ru: Исправлен размер восстановленного мозаичного окна

source: Fix color tags disappearing when thumbnails hidden
cs: Opraveno mizení barevných štítků při skrytí náhledů
de: Korrigiert das Verschwinden von Farb-Tags beim Ausblenden von Vorschaubildern
es: Las etiquetas de color ya no desaparecen cuando las miniaturas están ocultas
fr: Correction des étiquettes de couleurs qui disparaissaient lorsque les vignettes étaient masquées
pl: Naprawiono znikające kolorowe tagi przy ukrytych miniaturkach
ru: Исправлено исчезновение цветных меток при скрытых миниатюрах

source: Fix crash when a device icon is coming from a file
cs: Oprava padání v případě, kdy ikona zařízení pochází ze souboru
de: Absturz behoben, wenn ein Geräte-Icon von einer Datei kommt
es: Corrección del cierre inesperado producido cuando un icono de dispositivo proviene de un archivo
fr: Correction d'un plantage lorsque l'icône d'un périphérique vient d'un fichier
pl: Naprawiono błąd krytycznych gdy ikona urządzenia pochodzi z pliku
ru: Исправлена ошибка, когда значок устройства поступает с файла

source: Fix device icon sometimes missing
cs: Opraveno to, že občas chyběla ikona zařízení
de: Behebung des manchmal fehlenden Geräte-Icons
es: Se corrige una situación que causaba en ocasiones que faltasen los iconos de dispositivos
fr: Correction de l'icône de périphérique qui disparaissait parfois
pl: Naprawiono czasem znikającą ikonę urządzenia
ru: Исправлен иногда отсутствующий значок устройства

source: Fix occasional view freeze after renaming
cs: Opraveno občasné zamrznutí pohledu po přejmenování
de: Behebung des gelegentlichen Einfrierens der Ansicht nach Umbenennung
es: Se corrigió un congelamiento ocasional producido después de cambiar nombre de archivos
fr: Correction d'un blocage occasionnel de la vue après le renommage
pl: Naprawiono okazjonalne zawieszenia przy zmianie nazwy
ru: Исправление случайного зависания представления после переименования

source: Improve renaming logic when dealing with leading/trailing whitespace
cs: Vylepšena logika při přejmenovávání při setkání se s mezerami před či za názvem
de: Verbesserung der Umbenennungs-Logik beim Umgang mit vorangestellten/nachgestellten Leerzeichen
es: Se mejoró la lógica de cambio de nombre al tratar archivos con espacios al inicio o al final
fr: Amélioration de la logique de renommage lors du traitement des espaces en début et en fin de nom
pl: Ulepszono logikę zmiany nazwy przy obsłudze poprzedzających/kończących białych znakach
ru: Улучшена логика переименования при работе с начинающими/конечными отступами

source: Fix breadcrumbs sometimes incorrect at startup
cs: Opraveno to, že drobečková navigace občas po spuštění nebyla správně
de: Korrektur der Breadcrumb-Navigation, die beim Start gelegentlich falsch war
es: Se solucionó un problema al iniciar que provocaba rutas incorrectas
fr: Correction du fil d’Ariane qui était parfois incorrect au démarrage
pl: Naprawiono czasami niepoprawne okruchy ścieżki przy uruchamianiu
ru: Исправлена время от времени некорректно работающая навигационная цепочка во время запуска
