Repository: elementary/files
Catalog: po/extra/*.po
Languages: cs, de, es, fr, hu, pl, ru, sv, zh_tw

source: Files
cs: Soubory
de: Dateien
es: Archivos
fr: Fichiers
hu: Fájlkezelő
pl: Pliki
ru: Файлы
sv: Filer
zh_tw: 檔案

source: Browse your files
cs: Procházejte své soubory
de: Dateien und Ordner durchsuchen
es: Explore sus archivos
fr: Explorez vos fichiers
hu: Böngésszen a fájlok között
pl: Przeglądaj swoje pliki
ru: Просматривайте свои файлы
sv: Bläddra bland dina filer
zh_tw: 瀏覽您的檔案

source: folder;manager;explore;disk;filesystem;
cs: složka;správce;procházet;disk;souborový systém;
de: Verzeichnis;Ordner;Verwaltung;Durchsuchen;Festplatte;Dateisystem;Explorer;File;Folder;
es: carpeta;gestor;explorar;disco;sistema de archivos;sistema de ficheros;
fr: dossier;gestionnaire;explorer;disque;système de fichiers;
hu: mappa;kezelő;felfedező;tárhely;fájlrendszer;
pl: katalog;folder;menedżer;menadżer;manadżer;manedżer;manager;eksploruj;eksplorator;dysk;system plików;
ru: folder;manager;explore;disk;filesystem;папка;каталог;менеджер;обзор;диск;файловая система;
sv: mapp;hanterare;utforska;disk;filsystem;
zh_tw: folder;manager;explore;disk;filesystem;資料夾;管理員;探索;磁碟;檔案系統;

source: File Manager
cs: Správce souborů
de: Dateiverwaltung
es: Gestor de archivos
fr: Gestionnaire de fichiers
pl: Menedżer plików
ru: Файловый менеджер

source: New Window
cs: Nové okno
de: Neues Fenster
es: Ventana nueva
fr: Nouvelle fenêtre
hu: Új ablak
pl: Nowe okno
ru: Новое окно
sv: Nytt fönster
zh_tw: 新視窗

source: New Window As Administrator
cs: Nové okny s oprávněními na úrovni správce systému
de: Neues Fenster als Administrator ausführen
es: Ventana administrativa nueva
fr: Nouvelle fenêtre en tant qu'administrateur
hu: Új ablak rendszergazdaként
pl: Nowe okno jako administrator
ru: Новое окно от имени Администратора
sv: Nytt fönster som administratör
zh_tw: 以管理員身份新開視窗

source: Browse and manage files and folders
cs: Procházet a spravovat soubory a složky
de: Dateien und Ordner durchsuchen und verwalten
es: Examine y gestione archivos y carpetas
fr: Recherche et gère les fichiers et les dossiers
hu: Fájlok és mappák böngészése és kezelése
pl: Przeglądaj i zarządzaj plikami oraz katalogami
ru: Просмотр и управление файлами и папками
sv: Bläddra igenom och hantera filer och mappar
zh_tw: 瀏覽、管理檔案及資料夾

source: Easily copy, move, and rename your files, or use folders to stay organized. Whether you like files in lists, grids or columns, you can always find them right away. Access all your files, whether locally, on an external device or remotely using FTP, SFTP, AFP, Webdav, or Windows share.
cs: Jednoduše kopírujte, přesouvejte a přejmenovávejte své soubory, nebo pro udržení pořádku používejte složky. Ať už máte rádi soubory v seznamech, mřížkách nebo sloupcích, vždy je najdete na svém místě. Přistupujte ke všem svým souborům lokálně, na externím úložišti, nebo vzdáleně pomocí FTP, SFTP, AFP, Webdav nebo sdílení Windows.
de: Mit dieser Anwendung können Sie schnell und einfach Dateien kopieren, verschieben und umbenennen sowie sie in Ordnern organisieren, um den Überblick behalten zu können. Egal, ob Sie Dateien in Listen, Rastern oder Spalten anzeigen lassen wollen: Sie finden immer sofort die richtige. Sie können auf alle Dateien zugreifen, unabhängig davon, wo sie gespeichert sind: auf einem internen oder externen Datenträger oder auf einem FTP-, SFTP-, AFP-, WebDAV- oder Windows-Freigabe-Server.
es: Copie, mueva y cambie el nombre de sus archivos con facilidad y mantenga su organización con ayuda de carpetas. Téngalos siempre a mano eligiendo la visualización que más le guste, ya sea en forma de lista, cuadrícula o por columnas. Acceda a todos sus archivos, tanto locales y de soportes externos como remotos, por medio de FTP, SFTP, AFP, WebDAV o recursos compartidos de Windows.
fr: Copiez, déplacez et renommez vos fichiers ou utilisez vos dossiers pour rester organisé. Que vous aimiez les fichiers listés, en grille ou en colonne, vous pouvez toujours les trouver aussitôt. Accédez à tous vos fichiers, que ce soit localement, sur un appareil externe ou à distance avec FTP, SFTP, AFP, Webdav ou Windows share.
hu: Könnyedén másolhat, áthelyezhet és átnevezhet fájlokat, vagy használhat mappákat a szervezéshez. Könnyen megtalálhatja fájljait akár a lista-, rács- vagy oszlopnézetet választja. Elérheti adatait akár helyi, akár külső eszközön vagy FTP, SFTP, AFP, Webdav vagy Windows share szolgáltatáson keresztül is.
pl: Kopiuj z łatwością, przenoś, zmieniaj nazwy swoich plików oraz używaj katalogów, aby utrzymać porządek. Zawsze kiedy chcesz przeglądać pliki w postaci list, siatki lub kolumn możesz znaleźć je we właściwym miejscu. Utrzymuj dostęp do wszystkich swoich plików, zarówno lokalnie jak i na urządzeniach zewnętrznych lub zdalnych, używając rozwiązań FTP, SFTP, AFP, WebDAV lub udziałów systemu Microsoft Windows.
ru: Без труда управляйте вашими файлами и используйте папки для их организации. Вы можете использовать ваш любимый тип отображения: значки, список или таблицу. Имейте доступ ко всем вашим файлам, включая локальные, на внешнем или на удалённом устройстве, используя FTP, SFTP, AFP, WebDAV или доступ к Windows.
sv: Kopiera, flytta och byt namn på dina filer, eller använd mappar för att organisera. Oavsett om du gillar filer i listformat, rutnät eller kolumner så kan du alltid hitta dem direkt. Få tillgång till alla dina filer, lokalt, på en extern lagringsenhet eller via FTP, SFTP, AFP, Webdav eller Windows-utdelning.
zh_tw: 輕鬆複製、移動和改名您的檔案，或使用資料夾來維持井然有序。無論您是希望用清單、柵格、或多欄的方式列出檔案，您都可以隨時找到它們。不管是在本機上、外接裝置上、或是使用 FTP、SFTP、AFP、Webdav、或 Windows 網路芳鄰等遠端上，都能存取您的所有檔案。

source: Improvements:
cs: Vylepšení:
de: Verbesserungen:
es: Mejoras:
fr: Améliorations :
hu: Fejlesztések:
pl: Ulepszenia:
ru: Улучшения:
sv: Förbättringar:
zh_tw: 改善項目：

source: Move global settings from the context menu to an app menu in the headerbar
pl: Przeniesiono ustawienia globalne z menu kontekstowego do menu aplikacji w pasku górnym

source: Minor updates:
cs: Drobné aktualizace:
de: Weitere Aktualisierungen:
es: Actualizaciones menores:
fr: Mises à jour mineures :
hu: Kisebb frissítések:
pl: Drobne aktualizacje:
ru: Незначительные обновления:
sv: Mindre uppdateringar:
zh_tw: 小型更新：

source: Updated translations
cs: Aktualizovány překlady
de: Aktualisierte Übersetzungen
es: Traducciones actualizadas
fr: Mise à jour des traductions
hu: Frissített fordítások
pl: Zaktualizowane tłumaczenia
ru: Обновлены переводы
sv: Uppdaterade översättningar
zh_tw: 翻譯更新

source: Provide option to select folders with single click and activate with double click
pl: Dodano możliwość wybierania folderów pojedynczym kliknięciem i aktywacji podwójnym
ru: Опция для выбора папок одинарным щелчком и активации двойным щелчоком

source: Only show the properties overlay when files are selected, not when hovered
pl: Nakładka z właściwościami pokazywana jest tylko gdy pliki są wybrane, a nie najechane myszką
ru: Отображение оверлея со свойствами, только когда файл выбран, а не при наведении

source: Fixes:
cs: Opravy:
de: Fehlerbehebungen:
es: Correcciones:
fr: Corrections :
pl: Poprawki:
ru: Исправления:

source: Fix unexpected file activation after navigation with double-click
pl: Naprawiono niespodziewaną aktywację pliku po nawigacji podwójnym kliknięciem
ru: Исправлена активация файлов после навигации

source: Fix dimmed window after use of filechooser portal
pl: Naprawiono przyciemnione okno po użyciu portalu wyboru pliku
ru: Исправлено затемнение окна после использования портала filechooser

source: Fix possible crash when rapidly changing view modes
pl: Naprawiono potencjalny błąd krytyczny przy szybkiej zmianie trybów
ru: Исправлено падение программы при быстром переключении видов отображения

source: Fix startup when restored remote location is no longer connected
pl: Naprawiono uruchamianie w przypadku gdy zewnętrzna lokalizacja nie jest już połączona
ru: Испралена загрузка программы, когда удалённое хранилище больше не доступно

source: Ensure infobar shows in connection server dialog when connection attempt fails
pl: Upewniono się, że pasek informacyjny jest pokazany w oknie łączenia z serwerem w przypadku gdy połączenie nie powiedzie się
ru: Испралено отображение инфобара в диалоге подключения сервера, когда не удаётся подключиться к серверу

source: Ensure correct icon for bookmark to a file that is not a folder
pl: Upewniono się, że poprawna ikona jest pokazana na okładce plików, które nie są folderami
ru: Исправлена иконка закладок файлов

source: Fix possible crash when removing a bookmark
pl: Naprawiono potencjalny błąd występujące podczas usuwania zakładki
ru: Исправлено падание программы при удалении закладки

source: A regression in zooming out using Ctrl + ScrollDown is fixed
pl: Naprawiono regresję przy korzystaniu z Ctrl + Przewijanie w dół
ru: Исправлена ошибка при уменьшении масштаба с помощью Ctrl + ScrollDown

source: Renaming with the same name no longer shows an error dialog
pl: Zmiana nazwy na taką samą nie skutkuje już oknem błędu
ru: Переименование с тем же именем больше не выдаёт ошибку

source: Ctrl + A when renaming now selects all the text in the entry
pl: Ctrl + A podczas zmiany nazwy skutkuje teraz zaznaczeniem całego tekstu
ru: При переименовании Ctrl + A теперь выделяет весь текст в поле

source: Selecting multiple items with Shift + Arrow keys now works properly
pl: Wybieranie wielu rzeczy przy użyciu Shift + Strzałki działa teraz poprawnie
ru: Выбор нескольких объектов, используя Shift + Стрелки, теперь работает должным образом

source: The appearance of the cursor now matches the action
pl: Wygląd kursora jest teraz dopasowany do wykonywanej czynności
ru: Внешний вид курсора теперь совпадает с действием

source: The Trash sidebar item can no longer be removed
pl: Ikona kosza w panelu bocznym nie może już być usunięta
ru: Корзина больше не может быть удалена из бокового меню

source: Network sidebar plugins such as NextCloud are now added correctly
pl: Wtyczki sieciowe do panelu bocznego, takie jak NextCloud, są teraz dodawane poprawnie
ru: Сетевые плагины для боковой панели, такие как NextCloud, теперь добавляются правильно

source: Duplication of subfolders in ListView under some circumstances is fixed
pl: Naprawiono duplikację podfolderów w widoku listowym w pewnych okolicznościach
ru: Исправлено дублирование подпапок, возникавшее в представлении столбцов при некоторых обстоятельствах

source: Bookmarks are now highlighted when a file they can accept is dragged onto them
pl: Zakładki są teraz podświetlone gdy plik który akceptują jest na nie przeniesiony
ru: Закладки теперь подсвечиваются, когда на них перетаскивается файл, который они могут принять

source: Folders not being restored properly under some circumstances is fixed
pl: Naprawiono problem z folderami które czasami nie były poprawnie przywracane
ru: Исправлено неправильное восстановление папок при некоторых обстоятельствах

source: Show confirmation dialog in file chooser before overwriting an existing file
pl: Pokaż dialog potwierdzający w wyborze plików przed nadpisaniem istniejącego pliku
ru: Показывать окно подтверждения в окне выбора файла перед перезаписью существующего файла

source: Ctrl + V now always pastes into background folder
pl: Ctrl + V zawsze wkleja teraz w otwarty folder
ru: Ctrl + V теперь всегда вставляет в папку на фоне

source: Shift + Ctrl + V now pastes into selected folder if there is one
pl: Shift + Ctrl + V wkleja teraz w zaznaczony folder o ile taki istnieje
ru: Shift + Ctrl + V теперь вставляет в выбранную папку, если таковая имеется

source: Show New Tab and New Window shortcuts in context menus
cs: V kontextových nabídkách zobrazovány zkratky pro Nový panel a Nové okno
pl: Pokaż skróty otwarcia nowej karty i nowego okna w menu kontekstowych
ru: Отображение сочетаний клавиш Новая вкладка и Новое окно в контекстном меню

source: Double click selects instead of exiting while renaming in list view
cs: Při přejmenovávání v zobrazení seznamu dvojklik namísto ukončení provede výběr
pl: Podwójne kliknięcie zamiast wyjściem jest teraz wybieraniem podczas zmiany nazwy w widoku listy
ru: Двойное нажатие для выбора текста вместо выхода при переименовании в списке

source: Show public share icon in breadcrumbs
cs: V drobečkových navigacích zobrazována ikona veřejného sdílení
pl: Pokaż ikonę udostępniania w ścieżce okruchów
ru: Показать значок общего доступа в навигации

source: Prevent a crash when dragging to re-arrange bookmarks
cs: Zabráněno pádu při změně pořadí záložek jejich přetahováním
pl: Zapobiegnięto błędowi krytycznemu przy przeciąganiu zakładek w celu zmiany kolejności
ru: Исправлен сбой при изменении порядка закладок

source: Close FileChooser with Esc key
cs: Dialog pro výběr souboru zavřete klávesou Esc
pl: Zamknięcie wybierania plików klawisze Escape
ru: Закрытие окна выбора файла клавишей Esc

source: Use new emblems for git status
cs: Použity nové emblémy pro git stav
fr: Utilisation de nouveaux emblèmes pour le statut de git
pl: Użyto nowych odznak dla statusu gita
ru: Новые значки для статуса git

source: Show selection actions in secondary click menu
cs: Zobrazeny akce výběru v kontextové nabídce (pravé tlačítko myši)
pl: Pokazano akcje wybierania w menu przycisku drugorzędnego
ru: Отображение действий для выбранного объекта в меню вторичной кнопки мыши

source: Always show Permissions page in Properties dialog
cs: V dialogu Vlastnosti vždy zobrazována stránka Oprávnění
pl: Zawsze pokazywana jest stron uprawnień w oknie dialogowym właściwości
ru: Страница разрешений всегда показывается в диалоге «Свойства»

source: In Permissions page, show user and group numeric IDs when names not available
cs: Na stránce Oprávnění, když nejsou k dispozici jména/názvy, náhradně zobrazovány číselné identifikátory uživatele a skupiny
pl: Na stronie uprawnień pokazywane są numeryczne ID użytkownika i grupy gdy nazwy nie są dostępne
ru: В разделе «Права доступа» отображаются числовые ID пользователя и группы, когда имена недоступны

source: In Permissions page, show message when no information available
cs: Na stránce Oprávnění, když nejsou k dispozici potřebné údaje, zobrazena zpráva o tom
pl: Na stronie uprawnień pokazano wiadomość w przypadku braku dostępnych informacji
ru: В разделе «Права доступа», теперь отображается сообщение, когда информация недоступна

source: Other updates:
cs: Ostatní aktualizace:
de: Weitere Aktualisierungen:
es: Otras actualizaciones:
fr: Autres mises à jour :
pl: Inne aktualizacje:
ru: Остальные обновления:

source: Only allow one FileChooser per parent window
cs: V rámci jednoho nadřazeného okna umožněn pouze jeden dialog pro výběr souboru
fr: Seul un sélecteur de fichier par fenêtre parente est autorisé
pl: Zablokowano możliwość wyświetlania więcej niż jednego okna wybierania plików
ru: Разрешён только один диалог выбора файлов на родительское окно

source: Navigate to folder when pressing enter in FileChooser instead of selecting
cs: Přejít do složky při stisknutí klávesy Enter v dialogu pro výběr souboru namísto jejího vybrání
fr: Naviguez vers un dossier en appuyant sur Entrée dans le sélecteur de fichier plutôt que de sélectionner
pl: Nawigacja pomiędzy folderami za pomocą przycisku enter przy wybieraniu plików
ru: Переход в папку по нажатию Enter в диалоге выбора вместо выбора мышью

source: Use "Send Mail" portal instead of contract, improving compatibility with alternate email apps
cs: Použití portálu „Odeslat e-mail“ namísto smlouvy, což zlepšuje kompatibilitu s alternativními e-mailovými aplikacemi
fr: Utilisation du portail « Envoyer un e-mail » au lieu du contrat, amélioration de la compatibilité avec les applications de messagerie alternatives
pl: Użyto portalu „Wyślij wiadomość” zamiast kontraktu, by poprawić kompatybilność z alternatywnymi aplikacjami pocztowymi
ru: Используется портал «Отправить почту» вместо договора, что улучшает совместимость с альтернативными почтовыми приложениями

source: Add file filters and New Folder options to file chooser portal
cs: Přidány filtry souborů do voleb Nová složka do portálu dialogu výběru souboru
fr: Ajout de filtres pour les fichiers et d'une option Nouveau dossier au portail de sélection de fichier
pl: Dodano filtry plików oraz opcję Nowy folder do portalu wyboru pliku
ru: Добавлены фильтры файлов и опции «Новая папка» в портал выбора файлов

source: Allow blank passwords for remote connections, e.g. for SSH via a private key
cs: Umožněna prázdná hesla pro vzdálená připojení, např. pro SSH prostřednictvím soukromého klíče
fr: Autorisation des mots de passe vides pour les connexions à distance, par ex. pour les connexions SSH avec une clé privée
pl: Dozwolono puste hasła dla połączeń zdalnych, n.p. dla SSH przez klucz prywatny
ru: Разрешены пустые пароли для удалённых подключений, например для SSH через приватный ключ

source: Make ejecting devices safer
cs: Bezpečnější odpojování zařízení
pl: Sprawiono, że wysuwanie urządzeń jest bezpieczniejsze
ru: Извлечение устройств теперь безопаснее

source: Add option to stop drive if possible
cs: Přidána volba pro zastavení jednotky, pokud je to možné
pl: Dodano opcję zatrzymania napędu tam gdzie to możliwe
ru: Добавлена опция остановки диска, если это возможно

source: Show unformatted drives and drives without media
cs: Zobrazovány nenaformátované jednotky nebo ty, ve kterých se nenachází médium
pl: Pokazano niesformatowane napędy oraz napędy bez mediów
ru: Отображение неотформатированных дисков и дисков без медиа

source: Fix pasting of selected pathbar text into another window using middle-click
cs: Opraveno vkládán vybraného textu z pruhu popisu umístění do jiného okna použitím kliknutí prostředním tlačítkem
fr: Correction du collage du texte de chemin sélectionné dans une autre fenêtre en utilisant le clic du milieu
pl: Naprawiono wklejanie tekstu zaznaczonej ścieżki do innego okna przy użyciu środkowego przycisku myszy
ru: Исправлена вставка выделенного текста из поля пути в другое окно с помощью среднего щелчка мыши

source: Fix selecting multiple groups of files
cs: Opraveno vybírání vícero skupin souborů
fr: Correction de la sélection de groupes de fichiers multiples
pl: Naprawiono zaznaczanie wielu grup plików
ru: Исправлен выбор нескольких групп файлов

source: Allow dropping bookmark directly below the Recent bookmark
cs: Umožněno přetahování záložky přímo pod Nedávnou záložku
fr: Il est désormais possible de déposer un favoris directement sous le favoris récent
pl: Dozwolono upuszczać zakładki dokładnie poniżej zakładki Ostatnie
ru: Разрешено перетаскивание закладки непосредственно под закладкой «Недавние»

source: Do not show unusable drop target below the Trash bookmark
cs: Nezobrazován nepoužitelný cíl upuštění pod záložkou Koš
fr: Les zones de dépôt inutilisables sous le favoris Corbeille sont désormais masqués
pl: Schowano nieużywane cele upuszczenia poniżej zakładki Kosz
ru: Больше не отображается неиспользуемая область перетаскивания закладок под корзиной

source: Fix sidebar showing both drive and volume for same device
cs: Opraven postranní panel zobrazující jak jednotku tak hlasitost pro stejné zařízení
pl: Naprawiono panel boczny pokazujący zarówno napęd i pojemność dla tego samego urządzenia
ru: Исправлено отображение диска и объёма одного и того же устройства на боковой панели

source: Fix sidebar showing SSH servers in both Storage and Network sections
cs: Opraven postranní pruh zobrazující SSH servery jak v sekci Úložiště, tak Síť
pl: Naprawiono panel boczny pokazujący serwery SSH zarówno w sekcjach Pamięć masowa oraz Sieć
ru: Исправлено отображение SSH-серверов в категориях «Накопитель» и «Сеть» на боковой панели

source: Show translated bookmark names when changing languages
cs: Při změně jazyka zobrazovány přeložené názvy záložek
de: Übersetzt die Lesezeichen nun korrekt beim Wechsel der Sprache
fr: AffichageAffichage des favoris traduits lors du changement de langue
pl: Pokaż przetłumaczone zakładki podczas zmieniania języków
ru: Отображение переведённых названий закладок при смене языка

source: Stop some audio file icons disappearing when scrolling or changing view
cs: Odstraněno mizení ikon některých souborů se zvukem při posunování nebo změně pohledu
de: Verhindert, dass einige Audiodatei-Icons verschwinden, wenn gescrollt oder die Ansicht verändert wird
fr: Correction de certaines icônes de fichiers audio qui disparaissaient lors du défilement ou du changement de vue
pl: Naprawiono błąd ze znikającą ikoną plików audio podczas przewijania lub zmiany widoku
ru: Прекращено исчезновение некоторых значков аудиофайлов при прокрутке или смене вида просмотра

source: Stop brief appearance of status overlay when changing root folder in Column View
cs: Odstraněno chvilkové zobrazení stavového překryvu při změně kořenové složky ve sloupcovém zobrazení
fr: Correction de l'apparition soudaine de l'état lors du passage du dossier racine en vue colonne
pl: Naprawiono błąd z krótkimi pojawieniami się przykrycia statusu przy zmianie folderu root'a w widoku kolumnowym
ru: Убрано кратковременное наложение слоя статуса при изменении корневой папки в представлении столбцом

source: Remove message about reporting issues when running from Terminal
cs: Odebrána zpráva o hlášení problémů při spouštění z Terminálu
fr: Suppression du message concernant le signalement des problèmes lors de l'exécution à partir du terminal
pl: Usunięto wiadomość o zgłaszaniu błędów podczas uruchamiania z Terminala
ru: Удалено сообщение о проблемах при запуске из терминала

source: Open bookmarks in a new tab with Ctrl + Click
cs: Záložky otevřete v nových panelech přidržením klávesy Ctrl při klikání
de: Lesezeichen in einem neuen Tab mittels Strg + Klick öffnen
es: Abrir marcadores en una nueva pestaña con Ctrl + Clic
fr: Ouvrez les favoris dans un nouvel onglet avec le raccourci Ctrl + Clic
pl: Zakładki są teraz otwierane w nowej karcie przy naciśnięciu Ctrl + Klik
ru: Открытие закладок в новой вкладке с помощью Ctrl + Щелчок

source: Fix dropping uris onto storage devices and network locations in sidebar
cs: Opraveno upouštění URI adres na úložná zařízení a síťová umístění v postranním panelu
de: Behebt einen Fehler der beim Hinzufügen von uris mittels ziehen auf Speichergeräte und Orte im Netzwerk in der Sidebar auftrat
es: Se corrigió la caída de uris en dispositivos de almacenamiento y ubicaciones de red en la barra lateral
fr: Correction du glisser-déposer d'URI vers les périphériques de stockage et emplacements réseau dans la barre latérale
pl: Naprawiono upuszczanie URI na urządzenia pamięci masowej oraz lokalizacje sieciowe w panelu bocznym
ru: Исправлено падение uri на устройствах хранения данных и расположения сети на боковой панели

source: Fix restoring tabs after a system restart
cs: Opraveno obnovování panelů po restartu systému
de: Tabs werden nach einem Neustart nun korrekt wiederhergestellt
es: Se corrigió la restauración de pestañas después de reiniciar el sistema
fr: Correction de la restauration des onglets après le redémarrage du système
pl: Naprawiono przywracanie kart po restarcie systemu
ru: Исправлено восстановление вкладок после перезагрузки системы

source: Don't unselect when secondary clicking blank space around a file or folder
cs: Nerušit výběr při kliknutí pravým tlačítkem na volný prostor okolo souboru či složky
de: Nicht deselektieren wenn ein Sekundärklick auf eine Freifläche neben einer Datei oder einem Ordner ausgeführt wird
es: No anule la selección cuando haga clic secundario en un espacio en blanco alrededor de un archivo o carpeta
fr: La sélection n'est désormais plus effacée lors d'un clic secondaire dans l'espace blanc autour d'un fichier ou dossier
pl: Aplikacja nie odznacza już przy klikaniu drugim klawiszem myszy pustej przestrzeni nieopodal pliku lub folderu
ru: Выделение не снимается при вторичном нажатии на пустом пространстве вокруг файла или папки
