Repository: elementary/files
Catalog: po/extra/*.po
Languages: cs, de, es, fr, hu, pl, ru, sv, zh_tw

source: Fix high CPU regression in version 4.1.4
cs: Oprava regrese nadměrného vytěžování procesoru ve verzi 4.1.4
de: Korrigiert hohe CPU-Last in Version 4.1.4 (Regression)
es: Se arregló una regresión que provocaba índices altos de uso de CPU en la versión 4.1.4
fr: Correction d'une régression CPU élevée dans la version 4.1.4
pl: Naprawiono regresję z dużym zużyciem procesora w wersji 4.1.4
ru: Исправлено значительное ухудшение работы процессора в версии 4.1.4

source: File sorting fixes
cs: Opravy řazení souborů
de: Korrekturen beim Sortieren von Dateien
es: Reparaciones de la ordenación de archivos
fr: Corrections du tri des fichiers
pl: Poprawki sortowania plików
ru: Исправление сортировки файлов

source: Meson: fix soversion names
cs: Meson: opraveny soversion názvy
de: Meson: Korrektur der Soversion-Namen
es: Meson: corrección de los nombres de las versiones
fr: Meson : Correction de noms de versions
pl: Meson: naprawiono nazwy wersji
ru: Meson: исправлено название версий

source: Remove CMake build system
cs: Odebrán systém pro sestavování CMake
de: CMake Build-System entfernt
es: Se eliminó el sistema de compilación CMake
fr: Suppression du système de compilation CMake
pl: Usunięto system budowania CMake
ru: Удалена система сборки CMake

source: Fix missing File System properties menu
cs: Opravena absence nabídky ohledně vlastností souborového systému
de: Korrigiert das fehlende Menü Dateisystem-Eigenschaften
es: Corrección del menú de propiedades del sistema de archivos que falta
fr: Correction du fichier des propriétés manquant
pl: Naprawiono brakujące menu właściwości systemu plików
ru: Исправлено отсутствующее меню свойств файловой системы

source: Drop intltool dependency
cs: Zahozena závislost na nástroji intltool
de: Entfernung der intltool-Abhängigkeit
es: Se eliminó la dependencia intltool
fr: Suppression de la dépendance intltool
pl: Usunięto zależność intltool
ru: Удалена зависимость от intltool

source: Fix default file type handler logic
cs: Opravena výchozí logika obsluhy typu souboru
de: Korrektur der Standard-Dateityp-Handler-Logik
es: Se arregló la lógica del manipulador de tipos de archivo predeterminados
fr: Correction de la logique par défaut du gestionnaire de type de fichier
pl: Naprawiono domyślną logikę obsługi typów plików
ru: Исправлена логика обработчика типов стандартных файлов

source: Fix initial search window size too small
cs: Opravena příliš malá počáteční velikost okna vyhledáávní
de: Behebt die zu geringe Größe des anfänglichen Suchfensters
es: Corrección del tamaño de la ventana de búsqueda inicial demasiado pequeño
fr: Correction de la taille initiale de la fenêtre de recherche qui était trop petite
pl: Naprawiono zbyt małe okno wstępnego wyszukiwania
ru: Исправлен изначально маленький размер окна поиска

source: Add option to disable local file thumbnails
cs: Přidána volba pro vypnutí vytváření náhledů místních souborů
de: Option zum Deaktivieren lokaler Datei-Vorschaubilder hinzugefügt
es: Se añadió una opción para desactivar las miniaturas de los archivos locales
fr: Ajout d'une option pour désactiver les fichiers locaux de miniatures
pl: Dodano opcję wyłączenia lokalnych plików miniatur
ru: Добавлена опция для отключения миниатюр локальных файлов

source: Fix crash when opening multiple video files
cs: Oprava padání při otevírání vícero videosouborů
de: Absturz beim Öffnen mehrerer Videodateien behoben
es: Se arregló un cierre inesperado al abrir varios archivos de vídeo
fr: Correction d'un plantage lors de l'ouverture de plusieurs fichiers vidéo
pl: Naprawiono błędy występujące podczas otwierania wielu plików wideo
ru: Исправлена ошибка при открытии нескольких видеофайлов

source: Fix some timing issues around adding and removing files
cs: Opraveny některé problémy s časováním při přidávání a odebírání souborů
de: Behebt einige Zeitprobleme beim Hinzufügen und Entfernen von Dateien
es: Corrección de algunos problemas de sincronización al añadir y eliminar archivos
fr: Correction de certains problèmes de temps autour de l'ajout et la suppression de fichiers
pl: Naprawiono niektóre problemy czasowe związane z dodawaniem i usuwaniem plików
ru: Исправлены некоторые проблемы синхронизации связанные с созданием и удалением файлов

source: Meson: fix missing library headers
cs: Meson:přidány chybějící hlavičky knihoven
de: Meson: fehlende Bibliotheks-Header korrigiert
es: Meson: correcciones de las cabeceras de biblioteca faltantes
fr: Meson : Correction des librairies manquantes
pl: Meson: naprawiono brakujące nagłówki bibliotek
ru: Meson: исправлены отсутствующие заголовки библиотек

source: Fix color tag display
cs: Opraveno zobrazení barevných štítků
de: Korrektur der Anzeige von Farb-Tags
es: Se muestran adecuadamente las etiquetas de color
fr: Correction de la couleur d'affichage des étiquettes
pl: Naprawiono wyświetlanie kolorowych tagów
ru: Исправлено отображение цветных меток

source: Show reserved space in Properties window
cs: Do okna Vlastnosti přidáno zobrazování vyhrazeného místa
de: Reservespeicherplatz im Eigenschaften-Fenster anzeigen
es: Mostrar espacio reservado en la ventana Propiedades
fr: Affichage de l'espace réservé dans la fenêtre des propriétés
pl: W oknie właściwości pokazywane jest teraz zarezerwowane miejsce
ru: Отображение зарезервированного места в окне «Свойства»

source: Add border radius to text background
cs: K pozadí textu přidán rádius ohraničení
de: Randradius zum Texthintergrund hinzugefügt
es: Agregar radio de borde al fondo del texto
fr: Ajout d'un arrondi à l'arrière plan des textes
pl: Dodano promień brzegu dla tła tekstu
ru: Добавлено скругление к фону текста

source: Fix file mimetype association regression
cs: Opravena regrese v přiřazení mimetypu souboru
de: Korrektur der Datei-Mimetyp-Zuordnung (Regression)
es: Corregir la regresión de asociación de tipos de archivo
fr: Correction d'une régressions sur l'association des types MIME aux fichiers
pl: Naprawiono regresję ze skojarzeniami mimetype'ów plików
ru: Исправлено ухудшение ассоциирования типов файлов

source: New pathbar tooltips
cs: Nové nástrojové tipy v pruhu s popisem umístění
de: Neue Tooltipps für die Pfadleiste
es: Nuevas descripciones emergentes en la barra de rutas
fr: Nouvelle infobulle de la barre de chemin
pl: Nowe tooltipy pasku ścieżki
ru: Новые всплывающие подсказки на панели путей

source: Build fixes
cs: Opravy pro sestavování (build)
es: Corrección de compilación
fr: Corrections de compilation
pl: Poprawki budowy pakietów
ru: Исправления сборки

source: Plugin build fixes
cs: Opravy sestavování (build) zásuvných modulů
es: Corrección de la compilación de complementos
fr: Corrections de compilation des plugins
pl: Poprawki budowy pakietów wtyczek
ru: Исправления сборки расширений

source: Fix Ctrl+Tab behavior
cs: Opraveno chování Ctrl+Tab
de: Korrektur des Strg+Tab-Verhaltens
es: Corrección del comportamiento de Ctrl+Tab
fr: Correction du comportement du raccourci Ctrl + Tab
pl: Naprawiono zachowanie Ctrl+Tab
ru: Исправлено поведение Ctrl+Tab

source: Fix building without Unity library
cs: Opraveno sestavování (build) bez knihovny Unity
de: Korrektur beim bauen ohne Unity-Bibliothek
es: Se corrigió la compilación sin la biblioteca de Unity
fr: Correction de la compilation sans la bibliothèque Unity
pl: Naprawiono budowanie bez biblioteki Unity
ru: Исправлена сборка без библиотеки Unity

source: Hide breadcrumbs and show placeholder and search icon in home folder
cs: Skrytí drobečkové navigace a zobrazení výplně a ikony hledání v domovské složce
de: Verbergen der Breadcrumb-Navigation und zeige Platzhalter und Suchsymbol im Benutzerordner
es: Ocultar la barra de ruta, mostrar texto y un icono de búsqueda en la carpeta personal
fr: Cacher la barre de chemin, afficher un texte et une icône de recherche dans le dossier personnel
pl: Schowano okruchy i pokazano placeholder oraz ikonę wyszukiwania w folderze domowym
ru: Навигационная цепочка в домашней папке заменена поиском

source: Style error dialogs
cs: Opatření dialogových oken chyb styly
de: Gestaltung der Fehlerdialoge
es: Se dio estilo a los diálogos de error
fr: Stylisation des boîtes de dialoguend'erreur
pl: Dodano style do wyskakujących okienek błędów
ru: Обновлён внешний вид диалоговых окон ошибок

source: Right click fixes
cs: Opravy klikání pravým tlačítkem
de: Korrekturen für das Rechtsklick-Verhalten
es: Correcciones al pulsar con el botón secundario del ratón
fr: Corrections du clic droit
pl: Poprawki klikania drugim przyciskiem myszy
ru: Исправления щелчка правой кнопкой мыши

source: Reload recent view when privacy setting changes
cs: Znovunačtení nedávno zobrazeného při změnách nastavení ochrany soukromí
de: Neuladen der letzten Ansicht, wenn sich die Privatsphäre-Einstellungen ändern
es: Volver a cargar la vista reciente cuando cambie la configuración de privacidad
fr: Rechargement de la vue des éléments récents lors de la modification des paramètres de confidentialité
pl: Przeładowanie ostatniego widoku przy zmianie ustawień prywatności
ru: Перезагрузка просмотра недавних, при изменении настройки конфиденциальности

source: `Connect Server` fixes
cs: Opravy pro `Připojit k serverům`
de: `Connect Server` Korrekturen
es: Correcciones de `Conectar con un servidor de red`
fr: Corrections de « Connexion au serveur »
pl: Poprawki dla `Połącz serwer`
ru: Исправления в функции `Подключить сервер`

source: Do not activate multiple files with single click
cs: Neaktivování vícero souborů jedním kliknutím
de: Aktivierung mehrerer Dateien nicht mit einem einzigen Mausklick
es: No activar varios archivos con un solo clic
fr: N'active pas plusieurs fichiers avec un seul clic
pl: Wyłączono uruchamianie kilku plików jednym kliknięciem
ru: Больше нельзя активировать несколько файлов одним щелчком мыши

source: Use `Tab` to toggle View and Sidebar keyboard focus
cs: Použití`Tab` pro přepínání pohledu a zaměření klávesnice pro postranní lištu
de: Verwenden Sie `Tab`, um den Tastaturfokus von Ansicht und Seitenleiste umzuschalten
es: Usar «Tab» para cambiar entre la selección de teclado en la vista o en la barra lateral
fr: Utilisation de « Tab » pour basculer entre la sélection au clavier dans la vue ou dans la barre latérale
pl: Dodano Tab jako możliwy przycisk do przełączania fokusu na widoku i panelu bocznym
ru: Используйте «Tab» для переключения фокуса клавиатуры «Вид» и «Боковая панель»

source: Delete color tag database entries for trashed files
cs: Mazání položek barevných štítků pro smazané soubory
de: Löschen von Farb-Tag-Datenbankeinträgen für gelöschte Dateien
es: Eliminar las entradas de la base de datos de etiquetas de color para los archivos eliminados
fr: Suppression des entrées des étiquettes de couleur dans la base de données pour les fichiers déplacés dans la corbeille
pl: Wpisy o kolorowych tagach będą teraz usuwane dla usuniętych plików
ru: Удаление записей цветных меток для стёртых файлов из базы данных

source: Throttle tab closing
cs: Zpomaleno zavírání karet
de: Schließen des Tabs unterdrücken
es: Aceleración del cierre de pestañas
fr: Accélération de la fermeture des onglets
pl: Ogranicz częstotliwość zamykania kart
ru: Ускоренно закрытие вкладок

source: `Ctrl` key fixes
cs: Opravy chování klávesy `Ctrl`
de: Korrekturen beim Verhalten der`Strg'-Taste
es: Correcciones de las teclas `Ctrl`
fr: Corrections de la touche « Ctrl »
pl: Poprawki klawisza `Ctrl`
ru: Исправлено поведение клавиши `Ctrl`

source: Drag and drop fixes
cs: Opravy přetahování položek
de: Korrekturen beim Ziehen und Ablegen
es: Correcciones de arrastrar y soltar
fr: Corrections du glisser-déposer
pl: Poprawki przeciągania i upuszczania
ru: Исправления перетаскивания

source: Show icons in `Open with` menus
cs: Zobrazení ikon v nabídkách `Otevřít pomocí`
de: Symbole in den Menüs `Öffnen mit` anzeigen
es: Mostrar iconos en los menús de «Abrir con»
fr: Affichage des icônes dans les menus « Ouvrir avec »
pl: Pokaż ikony w menu `Otwórz z`
ru: Отображение значков в меню `Открыть с помощью`

source: Tooltip fixes
cs: Opravy nástrojových tipů
de: Kurzinfo-Korrekturen
es: Correcciones en las descripciones emergentes
fr: Corrections des infobulles
pl: Poprawki tooltipów
ru: Исправления всплывающих подсказок

source: Memory leak fixes
cs: Opravy neuvolňování operační paměti (leak)
de: Korrekturen von Memory Leaks
es: Correcciones de pérdida de memoria
fr: Corrections de fuites de mémoire
pl: Poprawki wycieków pamięci
ru: Исправления утечек памяти

source: Crash fixes
cs: Opravy pádů
de: Absturzbehebungen
es: Corrección de errores
fr: Corrections de plantage
pl: Poprawki błędów krytycznych
ru: Исправления сбоев

source: Trash: respect sound setting
cs: Koš: respektováno nastavení zvuků
de: Papierkorb: respektiert die Toneinstellung
es: Papelera: se respeta la configuración de sonido
fr: Corbeille : Respect des paramètres de son
pl: Kosz: respektuje teraz ustawienie dźwięku
ru: Корзина: соблюдение настроек громкости

source: Localization fixes
cs: Opravy lokalizace
de: Korrekturen bei der Lokalisierung
es: Correcciones de regionalización
fr: Correction des traductions
pl: Poprawki tłumaczenia
ru: Исправления локализации

source: Over 100 major and minor bug fixes and improvements
cs: Přes 100 oprav malých a velkých chyb a vylepšení
de: Über 100 größere und kleinere Fehlerbehebungen und Verbesserungen
es: Más de 100 correcciones y mejoras de errores mayores y menores
fr: Plus de 100 corrections de bugs majeurs et mineurs et améliorations
pl: Ponad 100 większych i mniejszych poprawek błędów i ulepszeń
ru: Более 100 крупных и мелких исправлений и улучшений

source: Honor 12/24hr system setting
cs: Řízení se nastavení systému ohledně 12/24hodinového času
de: Einstellung des 12/24-Stunden-Systems einhalten
es: Se respeta la configuración de formato horario (12 o 24 horas) del sistema
fr: Mise en place du paramètre système 12/24h
pl: Aplikacja respektuje teraz ustawienie 12/24 godzinnego wyświetlania
ru: Соблюдается настроенное отображение 12/24 часовых форматов

source: Distinguish between tabs with the same name
cs: Rozlišování mezi kartami se stejným názvem
de: Differenzierung zwischen Reitern mit gleichem Namen
es: Distinguir entre pestañas con el mismo nombre
fr: Distinction entre les onglets de même nom
pl: Dodano rozróżnienie pomiędzy kartami z tą samą nazwą
ru: Различать вкладки с одинаковыми именами

source: Support launching from other applications with a target file selected
cs: Podpora pro spouštění z ostatních aplikací s vybraným cílovým souborem
de: Unterstützung des Starts aus anderen Anwendungen mit einer ausgewählten Zieldatei
es: Se permite el lanzamiento desde otras aplicaciones con un archivo de destino seleccionado
fr: Prise en charge du démarrage depuis d'autres applications avec un fichier de destination sélectionné
pl: Dodano wsparcie dla otwierania z innych aplikacji z zaznaczonym plikiem
ru: Поддержка запуска из других приложений с выбранным целевым файлом

source: New translations
cs: Nové překlady
de: Neue Übersetzungen
es: Traducciones nuevas
fr: Nouvelles traductions
pl: Nowe tłumaczenia
ru: Новые переводы

source: Minor bug fixes
cs: Opravy drobných chyb
de: Kleinere Fehlerbehebungen
es: Reparar errores menores
fr: Corrections d'anomalies mineures
pl: Poprawki drobnych błędów
ru: Исправления незначительных ошибок

source: Improved networking support
cs: Vylepšená podpora práce v síti
de: Bessere Netzwerkunterstützung
es: Compatibilidad con redes mejorada
fr: Amélioration de la gestion du réseau
pl: Ulepszona obsługa sieci
ru: Улучшенная поддержка сетевых подключений

source: Correct window geometry when snapping to left or right
cs: Oprava geometrie okna, když je připnuto nalevo nebo napravo
de: Korrigierte Fenstergeometrie beim Einrasten nach links oder rechts
es: Corregir la geometría de la ventana al anclar a la izquierda o a la derecha
fr: Correction de la taille de la fenêtre lorsque celle-ci est aimantée à gauche ou à droite
pl: Poprawna geometria okien podczas przyciągania do lewej lub prawej strony
ru: Корректные размеры окна при привязке к левой или правой стороне

source: Pressing Ctrl no longer cancels renaming while the "Reveal Pointer" setting is active
cs: Stisknutí Ctrl už nezruší přejmenování, když je aktivována funkce „Zobrazit ukazatel“
de: Durch das Drücken von Strg wird das Umbenennen nicht mehr abgebrochen, während in den Einstellungen "Mauszeiger hervorheben" aktiv ist
es: Oprimir Ctrl ya no cancela el cambio de nombre cuando la opción «Revelar puntero» está activa
fr: Appuyer sur Ctrl n'annule plus le renommage lorsque le paramètre "Révéler le pointeur" est activé
pl: Naciśnięcie Ctrl nie powoduje już anulowania zmiany nazwy, gdy aktywne jest ustawienie "Odsłonięcia wskaźnika"
ru: Нажатие Ctrl не отменяет переименование, если активен параметр «Выделять указатель»

source: Switching input language cancels actions
cs: Přepnutí vstupního jazyka zruší akce
de: Der Wechsel der Eingabesprache verwirft Aktionen
es: Cambiar el idioma de entrada cancela acciones
fr: Changer la langue d'entrée annule l'action
pl: Przełączenie wprowadzanego języka anuluje działanie
ru: Смена раскладки отменяет действия

source: Various crash fixes
cs: Různé opravy pádů
de: Verschiedene Absturzprobleme wurden behoben
es: Arreglados varios cierres inesperados
fr: Correction de plantages
pl: Różne poprawki błędów
ru: Различные исправления падений

source: Web browsers like Firefox now remember the most recently used downloads directory
cs: Webové prohlížeče jako např. Firefox si nyní pamatují naposledy použitou složku pro stahování
de: Internetbrowser wie Firefox merken sich nun den zuletzt für Downloads genutzten Ordner
es: Los navegadores web como Firefox ahora recuerdan el directorio de descargas usado más recientemente
fr: Les navigateurs comme Firefox se souviennent maintenant des téléchargements dernièrement utilisés
pl: Przeglądarki internetowe takie jak Firefox pamiętają najczęściej używane katalogi pobierania
ru: Веб-браузеры, такие как Firefox, теперь запоминают последний используемый каталог загрузок

source: Remember preferred zoom level
cs: Je zapamatovávána upřednostňovaná úroveň přiblížení
de: Bevorzugte Vergrößerung wird gespeichert
es: Se recuerda el nivel de escala preferido
fr: Enregistrement du niveau de zoom
pl: Pamiętaj preferowany poziom powiększenia
ru: Запоминание предпочтительного уровня масштабирования

source: Improved input method support
cs: Vylepšena podpora vstupních metod
de: Verbesserte Unterstützung von Eingabemethoden
es: Mejor compatibilidad con métodos de entrada
fr: Amélioration de la méthode d'entrée
pl: Ulepszona obsługa metody wprowadzania
ru: Улучшенная поддержка методов ввода

source: 910x640 minimum window size
cs: 910x640 minimální velikost okna
de: Minimale Fenstergröße von 910 × 640 Pixeln
es: Tamaño mínimo de ventana de 910 × 640
fr: 910x640 est maintenant la taille minimale de la fenêtre
pl: Minimalny rozmiar okna: 910x640
ru: Минимальный размер окна 910x640

source: Security fixes
cs: Opravy zabezpečení
de: Sicherheitsrelevante Fehlerkorrekturen
es: Correcciones de seguridad
fr: Corrections de sécurité
pl: Poprawki zabezpieczeń
ru: Исправления безопасности

source: Enable drag and drop tabs between windows
cs: Umožněno přetahování karet mezi okny
de: Reiter können mit Ziehen-und-ablegen zwischen Fenstern bewegt werden
es: Se permite arrastrar y colocar pestañas entre ventanas
fr: Permettre le glisser-déposer entre les fenêtres
pl: Włącz możliwość przeniesienia kart pomiędzy oknami metodą „przenieś i upuść”
ru: Добавлена возможность переноса вкладок между окнами

source: Merge search functionality into Ctrl+F
cs: Sloučena funkce hledání do Ctrl+F
de: Tastenkürzel Strg+F ruft immer die Suchfunktion auf
es: Se combinó la función de búsqueda con Ctrl+F
fr: Fusion des fonctions de recherche au sein de Ctrl+F
pl: Scalenie funkcji wyszukiwania skrótem klawiszowym Ctrl+F
ru: Объединение функций поиска в Ctrl+F

source: Improved translation support
cs: Vylepšena podpora pro překládání
de: Verbesserte Unterstützung von Lokalisierungen
es: Mejoras de traducciones
fr: Amélioration des traductions
pl: Ulepszona obsługa tłumaczenia
ru: Улучшенная поддержка переводов

source: Fix appdata release dates
cs: Oprava dat vydání v appdata metadatech
de: Fehlerhafte appdata-Veröffentlichungsdaten behoben
es: Se corrigieron las fechas de publicación de AppData
fr: Correction des dates de sorties dans l'appdata
pl: Poprawione daty wydań danych programu
ru: Исправление даты релиза в appdata

source: Improve file opening over Samba shares
cs: Vylepšeno otevírání souborů ze Samba sdílení
de: Öffnen von Dateien auf Samba-Freigaben verbessert
es: Mejora la apertura de archivos sobre acciones de Samba
fr: Amélioration de l'ouverture des fichiers en provenance de Samba
pl: Ulepszone otwieranie plików w ramach udziałów sieciowych Samba
ru: Улучшение открытия файлов через Samba

source: Fix a crash when restoring items from the Trash
cs: Oprava padání při obnově položek z koše
de: Anwendungsabsturz beim Wiederherstellen von Dateien aus dem Papierkorb behoben
es: Reparar un fallo mientras se restauraban objetos de la papelera
fr: Réparer une erreur lors de la restoration d'un élément de la corbeille
pl: Naprawione błędy występujące podczas przywracania elementów z kosza
ru: Исправление падения после восстановления элементов из Корзины

source: Improve cut/copy/paste sensitivity in context menu
cs: Vylepšena citlivost vyjmout/kopírovat/vložit v kontextové nabídce
de: Ausschneiden/Kopieren/Einfügen-Funktionen im Kontextmenü verbessert
es: Mejorar la sensibilidad del menú contextual cortar/copiar/pegar
fr: Amélioration de la sensitivité du menu couper/copier/coller
pl: Ulepszona czułość wycinania/kopiowania/wklejania w menu kontekstowym
ru: Улучшение взаимодействия с элементами вырезать/копировать/вставить в контекстном меню

source: Translation updates
cs: Aktualizovány překlady
de: Übersetzungsaktualisierungen
es: Actualización de traducciones
fr: Mise à jour des traductions
pl: Aktualizacje tłumaczenia
ru: Обновления перевода

source: Run Pantheon Files as Administrator
cs: Spustit Pantheon Soubory jako správce
de: Pantheon-Dateien als Systemverwalter ausführen
es: Ejecutar Archivos como administrador
fr: Démarrer Fichiers en tant qu'administrateur
hu: Pantheon Fájlkezelő futtatása rendszergazdaként
pl: Uruchom Pliki Pantheon jako administrator
ru: Запустить Pantheon Files с правами администратора
sv: Kör Pantheon Filer som administratör
zh_tw: 以管理員身份執行 Pantheon 檔案

source: Authentication is required to run Files as Administrator
cs: Pro spuštění aplikace Soubory s oprávněními na úrovni správce systému je vyžadováno ověření se
de: Damit Dateien als Systemverwalter ausgeführt werden kann, ist eine Legitimierung nötig
es: Es necesario autenticarse para lanzar Archivos como administrador
fr: Une authentification est requise pour démarrer Fichiers en tant qu'administrateur
hu: A Fájlkezelő rendszergazdaként történő futtatásához hitelesítés szükséges
pl: Aby uruchomić Pliki jako administrator wymagane jest uwierzytelnienie
ru: Для запуска файлового менеджера с правами администратора требуется аутентификация
sv: Autentisering krävs för att köra programmet Filer som administratör
zh_tw: 若要以管理員身份執行必須通過身份核對

source: FIx an issue with showing color tags when thumbnails are hidden
fr: Correction d'un problème d'affichage des étiquettes de couleur lorsque les vignettes étaient masquées

source: Clicking between thumbnail and text now activates/selects in Icon view
es: En la vista de iconos, al pulsar entre la miniatura y el texto ahora se activa o se selecciona
fr: Cliquer entre les miniatures et le texte active désormais la vue activée dans la vue en icônes
