Repository: elementary/files
Catalog: po/extra/*.po
Languages: cs, de, es, fr, hu, pl, ru, sv, zh_tw

source: Keyboard navigation fix for cherry picking select files in icon view
es: Corrección de navegación del teclado para seleccionar archivos seleccionados en la vista de iconos
fr: Correction de la navigation au clavier pour la sélection de fichiers dans la vue en icônes

source: Quick access to settings like zoom levels and hidden files
hu: Gyors hozzáférés az olyan beállításokhoz, mint a nagyítási szintek és rejtett fájlok
sv: Snabb åtkomst till inställningar som zoomnivåer och dolda filer
zh_tw: 提供縮放層級與隱藏檔案等設定的快速存取

source: See more metadata at a glance in List view
hu: Több metaadat megjelenítése a Listanézetben
sv: Få en överblick över mer metadata i listvyn
zh_tw: 在列表檢視提供更多中介資料以便概覽

source: Browse complex trees faster with Column view
hu: Bonyolult szerkezetek böngészése az Oszlopnézettel
sv: Bläddra bland komplexa träd snabbare med kolumnvy
zh_tw: 用分欄檢視來更快速地瀏覽複雜目錄樹

source: An option to show a preview pane in Column view is introduced
sv: Ett alternativ till att visa en förhandsvisningspanel i Kolumnvy introduceras

source: A compact date format is introduced
sv: Ett kompakt datumformat är introducerat
zh_tw: 提供簡潔的日期格式

source: The file conflict dialog now shows a missing icon
sv: Dialogen för filkonflikt visar nu en saknad ikon
zh_tw: 檔案衝突對話框現在會顯示缺乏的圖示

source: Flickering of the pathbar with some navigation methods is fixed
sv: Flimmer för sökvägsfältet med några navigeringsmetoder är fixat
zh_tw: 修正路徑列在使用某些瀏覽方式時會發生的閃爍情況

source: The option to set a default app for folders is no longer offered
sv: Alternativet att ställa in en standardapp för mappar erbjuds inte längre
zh_tw: 不再為資料夾提供設定預設應用程式的選項

source: The scrollbar no longer overlays the modification date in List view
sv: Rullningslisten överlägger inte längre ändringsdatum i listvyn
zh_tw: 修正在列表檢視中捲軸列會蓋住修改日期的問題

source: Navigation within the Trash folder now works properly
sv: Navigering i mappen Papperskorgen fungerar nu korrekt
zh_tw: 垃圾桶資料夾內的瀏覽現在能夠正常運作了

source: The view now refreshes properly after permanent deletion of a folder
sv: Vyn uppdateras nu korrekt efter permanent borttagning av en mapp
zh_tw: 在資料夾永久刪除之後畫面現在會正確重新整理

source: The number of template items displayed in the context menu is now limited
sv: Antalet mallobjekt som visas i snabbmenyn är nu begränsat
zh_tw: 內文選單中顯示的模本項目數量現在不再是無限的

source: The Properties Window now shows the exact date and time the file was last modified
hu: A Tulajdonságok ablak mostmár megjeleníti az utolsó módosítás pontos dátumát és idejét
sv: I fönstret Egenskaper visas nu exakt datum och tid för senaste ändring av filen
zh_tw: 屬性視窗現在會顯示檔案上次修改的精準日期與時間

source: Further preparation for porting to Gtk4
hu: További előkészületek a Gtk4 porthoz
sv: Ytterligare förberedelser för portning till Gtk4
zh_tw: 更多移植到 Gtk4 前的準備

source: Redesign file permissions view
hu: Fájlengedély-nézet újratervezve
sv: Omarbeta vyn för filbehörigheter
zh_tw: 重新設計檔案權限畫面

source: Focus sidebar by pressing Ctrl + Left
hu: Az oldalsó sáv fókuszálása a Ctrl + Bal billentyűkkel
sv: Fokusera sidofältet genom att trycka på Ctrl + vänster
zh_tw: 按下 Ctrl + ← 來聚焦側邊欄

source: Restoring tabs from last time is now optional
hu: A legutóbbi megnyitott lapok visszaállítása opcionális
sv: Återställning av flikar från förra gången är nu valfritt
zh_tw: 復原上次使用分頁的功能現在可以選擇停用

source: Drag and select can no longer be done with secondary pointer button
hu: Nyomva tartás és kiválasztás már nem működik a másodlagos egérgombbal
sv: Dra och välj kan inte längre göras med den sekundära pekarknappen
zh_tw: 讓拖曳選擇不能用次要指標按鈕進行

source: Discontinue support for dragging bookmark out of sidebar
hu: Könyvjelzők az oldalsávról való kihúzásának támogatása megszüntetve
sv: Avveckla stödet för att dra ut bokmärken från sidofältet
zh_tw: 停止支援把書籤拖到側邊欄外的功能

source: Fix unexpected scrolling after renaming a folder
hu: Mappa átnevezése utáni váratlan görgetés javítása
sv: Fixa oväntad rullning vid namnbyte på en mapp
zh_tw: 修正重新命名資料夾後突然捲動畫面的問題

source: Fixes a crash when switching to viewing as grid under rare circumstances
hu: Rácsnézetbe váltáskor ritkán előforduló összeomlás javítva
sv: Åtgärdar en krasch vid växling till visning som rutnät under sällsynta omständigheter
zh_tw: 修正切換為格狀檢視時偶爾會崩潰的問題

source: Ensure the selection persists after refreshing the view
hu: A nézet újratöltése után is megmarad a kijelölés
sv: Se till att markeringen kvarstår efter uppdatering av vyn
zh_tw: 確保畫面重新整理後選取範圍仍然不變

source: Fix Files failing to open if trying to restore a disconnected location
hu: A Fájlkezelő megnyitása javítva akkor, ha megpróbál visszaállítani egy lecsatlakoztatott távoli tárhelyet
sv: Fixa att Filer inte öppnas om man försöker återställa en frånkopplad plats
zh_tw: 修正《檔案》嘗試復原已斷線位置而無法啟動的問題

source: Fix the view continuing to show when a location is unmounted
hu: Ne mutassa tovább a nézetet, ha egy tárhely leválasztásra kerül
sv: Åtgärda att vyn fortsätter att visas när en plats avmonteras
zh_tw: 修正位置卸載後頁面仍然繼續顯示它的問題

source: New Tab Bar with improved animations, smoother drag-and-drop, and reorganized tab context menus
hu: Új lapsáv jobb animációkkal, folyamatosabb megragadásos áthelyezéssel és átrendezett menükkel
sv: Nytt flikfält med förbättrade animationer, smidigare dra-och-släpp-funktion och omorganiserade kontextmenyer för flikar
zh_tw: 新分頁列，提供改善的動畫、較滑順的拖放，並且整理分頁的內文選單
