Repository: elementary/files
Catalog: po/*.po
Languages: ckb

source: The operation timed out.
ckb: کارەکە تایم ئاوت بوو.

source: Unable to Show Folder
ckb: نەتوانرا بوخچە پشان بدرێت

source: The server for this folder could not be located.
ckb: شوێنی ڕاژە بۆ ئەم بوخچەیە نادۆزرێتەوە.

source: Open in New Window
ckb: کردنەوەی لە پەنجەرەی تازەدا

source: Duplicate Tab
ckb: بەدووکردنی تاب

source: Close Tab
ckb: داخستنی تاب

source: (as Administrator)
ckb: (وەکو بەڕێوەبەر)

source: Eject '%s'
ckb: دەرکردنی '%s'

source: Unmount '%s'
ckb: ئەنماونتکردنی '%s'

source: Permanently Delete Trash on this Mount
ckb: سڕینەوەی هەموو سەبەتەی خۆڵ بەیەکجاری لەسەر ئەم ماونتە

source: _Unmount
ckb: _ئەنماونت

source: %s free
ckb: %s بۆشایی ئازادە

source: %s used of %s
ckb: %s بەکارهاتووە لە %s دا

source: Not mounted
ckb: ماونت نەکراوە

source: View the home folder
ckb: بینینی بوخچەی سەرەتا

source: View the list of recently used files
ckb: بینینی لیستی ئەو پەڕگانەی کە بەم دواییە بەکارهاتوون

source: Open the Trash
ckb: کردنەوەی تەنەکە

source: Open in New _Tab
ckb: کردنەوەی لە تابێکی نوێدا

source: Open in New _Window
ckb: کردنەوەی لە پەنجەرەیەکی نوێدا

source: Remove
ckb: سڕینەوە

source: Permanently Delete All Trash
ckb: سڕینەوەی هەموو سەبەتەی خۆڵ بەیەکجاری

source: Permanently Delete Trash
ckb: سڕینەوەی سەبەتە بەیەکجاری

source: View the root of the local filesystem
ckb: بینینی ڕەگی فایل سیستەمی ناوخۆیی

source: %s contains no accessible data.
ckb: %s داتای دەست پێ نەگەیشتووی تێدایە.

source: To use this drive you may need to replug it, or insert media or format it.
ckb: بۆ بەکارهێنانی ئەم درایڤە، لەوانەیە پێویست بێت کە دەری بکەیت و، دوبارە بیخەیتەوە ناو کۆمپیتەرەکە یان فۆڕماتی بکەیت.

source: Unformatted or no media
ckb: ئەن فۆڕماتد یان میدیا نییە

source: Safely Remove
ckb: دەرکردنی سەلامەت

source: Entire Network
ckb: تەواوی تۆڕ

source: Browse the contents of the network
ckb: بینینی ناوەڕۆکەکانی تۆڕەکە

source: Bookmarks
ckb: جێدۆزەکان

source: Common places plus saved folders and files
ckb: شوێنە باوەکان و، پەڕگە و بوخچە پاشەکەوتکراوەکان

source: Storage
ckb: بیرگە

source: Internal and connected storage devices
ckb: ئامێرە بیرگەییە ناوخۆیی و پەیوەستکراوەکان

source: Devices and places available via a network
ckb: شوێن و ئامێرە بەردەستەکان بەهۆی تۆڕێکەوە

source: Connect Server…
ckb: پەیوەستکردنی ڕاژە…

source: Eject Media
ckb: دەرکردنی میدیا

source: Bind mount
ckb: بایند ماونت

source: Search or Type Path
ckb: لێرە بگەڕێ یان شوێنێک بنووسە

source: Open in New Tab
ckb: کردنەوە لە تابێکی نوێدا

source: Open in Other Application…
ckb: کردنەوە لە ئەپڵیکەیشنەکانی تر…

source: Reload this folder
ckb: ئەم بوخچەیە ئامادە بکەوە

source: Searching…
ckb: گەڕان…

source: %u folders
ckb: %u بوخچە

source: and %u other item (%s) selected
ckb: و %u دانەکەی تر (%s) دیاریکران

source: selected
ckb: دیاریکراو

source: %u items selected (%s)
ckb: %u دانە دیاریکرا (%s)

source: %u sub-folder,
ckb: %u لابوخچە،

source: %u file,
ckb: %u پەڕگە،

source: %s approx.
ckb: %s بە نزیکەیی

source: unknown size
ckb: قەبارە نەزانراوە

source: %u file not readable
ckb: پەڕگەی %u ناخوێندرێتەوە

source: Read
ckb: خوێندنەوە

source: Write
ckb: نووسین

source: Execute
ckb: ئێکسکیوت

source: More Results …
ckb: ئەنجامی زیاتر…

source: In This Folder
ckb: لەم بوخچەیەدا

source: Below This Folder
ckb: لەخوار ئەم بوخچەیەوە

source: Recently Used
ckb: بەکارهاتووی ئەم دواییە
