Repository: elementary/files
Catalog: po/*.po
Languages: ckb

source: Previous
ckb: پێشتر

source: Next
ckb: دواتر

source: Cancel
ckb: هەڵوەشاندنەوە

source: Open Files as Read Only
ckb: کردنەوەی پەڕگەکان بەشێوەی تەنها بینین

source: Open File as Read Only
ckb: کردنەوەی پەڕگە بە شێوەی تەنها بینین

source: Select
ckb: دیاریکردن

source: Open
ckb: کردنەوە

source: Save
ckb: پاشەکەوتکردن

source: Replace “%s”?
ckb: ئاڵوگۆڕ بە "%s"؟

source: Replacing this file will overwrite its current contents
ckb: ئاڵوگۆڕکردن گۆڕانکاری بەسەر ناوەڕۆکەکەیدا دەهێنێت

source: Replace
ckb: ئاڵوگۆڕکردن

source: Public FTP
ckb: FTP گشتی

source: FTP (with login)
ckb: FTP (چوونەژوور)

source: Windows share
ckb: هاوبەشی پەنجێرە

source: Secure WebDAV (HTTPS)
ckb: ئاسایشێ WebDAV (HTTPS)

source: Server Details
ckb: زانیارییەکانی ڕاژە

source: Server name or IP address
ckb: ناوی ڕاژە یان ناونیشانی ئای پی

source: Server:
ckb: ڕاژە:

source: Port:
ckb: دەرچە:

source: Type:
ckb: جۆر:

source: Name of share on server (Optional)
ckb: ناوی پشک لەسەر ڕاژە (ئارەزوومەندانە)

source: Share:
ckb: هاوبەشیکردن:

source: Path of shared folder on server (Optional)
ckb: شوێنی بوخچەی هاوبەشی پێکراو لەسەر ڕاژە (ئارەزوومەندانە)

source: Folder:
ckb: بوخچە:

source: User Details
ckb: زانیارییەکانی بەکارهێنەر

source: Name of Windows domain
ckb: ناوی دۆمەینی ویندۆز

source: Domain name:
ckb: ناوی دۆمەین:

source: Name of user on server
ckb: ناوی بەکارهێنەر لەسەر ڕاژە

source: User name:
ckb: ناوی بەکارهێنەر:

source: Password:
ckb: تێپەڕەوشە:

source: Remember this password
ckb: ئەم تێپەڕەوشەیەت لە یاد بێت

source: Connect
ckb: پەیوەستبوون

source: Continue
ckb: بەردەوامبوون

source: Connecting…
ckb: پەیوەستبوون…

source: Please verify your user details.
ckb: تکایە زانیارییەکانی بەکارهێنەرت دڵنیا بکەوە.

source: Server did not respond within time limit
ckb: ڕاژە لە کاتی سنوورداردا وەڵامی نەدایەوە

source: Failed to execute "%s"
ckb: کردنەوەی "%s" شکستی هێنا

source: Move Here
ckb: گواستنەوە بۆ ئێرە

source: Copy Here
ckb: کۆپیکردن بۆ ئێرە

source: Link Here
ckb: لینککردنی بێرەوە

source: Name
ckb: ناو

source: Size
ckb: قەبارە

source: Date
ckb: ڕێکەوت

source: Inaccessible
ckb: دەست پێ نەگەیشتراو

source: Failed to parse the desktop file
ckb: پارسکردنی پەڕگەی ڕوومێز شکستی هێنا

source: Failed to parse the desktop file:
ckb: پارسکردنی پەڕگەی ڕوومێز شکستی هێنا:

source: Failed to create command from file:
ckb: دروستکردنی فەرمان شکستی هێنا لە پەڕگەی:

source: Unable to Launch Desktop File:
ckb: کردنەوەی پەڕگەی ڕوومێز شکستی هێنا:

source: Empty
ckb: بەتاڵ

source: link to %s
ckb: لینککردنی بۆ %s

source: File conflict
ckb: کۆنفلیکتی فایل

source: Original file
ckb: پەڕگەی ڕەسەن

source: Size:
ckb: قەبارە:

source: Last modified:
ckb: کۆتا دەستکاریکردن:

source: Replace with
ckb: ئاڵوگۆڕکردن بە

source: Reset
ckb: ڕێکخستنەوە وەکو بنەڕەت

source: _Select a new name for the destination
ckb: _ناوێکی تازە بۆ ئامانجەکە دیاریبکە

source: Apply this action to all files
ckb: ئەم کردارە بەسەر هەموو پەڕگەکاندا بسەپێنە

source: _Skip
ckb: _پەڕاندن

source: Re_name
ckb: ناونانەوە

source: Keep Newest
ckb: هێشتنەوەی نوێترین

source: Skip if original was modified more recently
ckb: بیپەڕێنە ئەگەر بەم دواییانە ڕەسەنەکە زیاتر گۆڕانکاری تێدا کرابوو

source: Merge folder "%s"?
ckb: یەکخستنی بوخچە "%s"؟

source: Merging will ask for confirmation before replacing any files in the folder that conflict with the files being copied.
ckb: یەکخستن پێویستی بە دڵنیابوونەوە هەیە پێش ئەوەی ئاڵوگۆڕی پەڕگەکان بکات لە بوخچەکەدا کە پێکداچوون دروست دەکەن لەگەڵ ئەو پەڕگانەی کە لەبەرگیراونەوە.

source: An older folder with the same name already exists in "%s".
ckb: بوخچەیەکی کۆنتر بە هەمان ناو لە "%s" بوونی هەیە.

source: A newer folder with the same name already exists in "%s".
ckb: بوخچەیەکی نوێتر بە هەمان ناو لە "%s" بوونی هەیە.

source: Another folder with the same name already exists in "%s".
ckb: بوخچەیەکی تر بە هەمان ناو لە "%s" بوونی هەیە.

source: Replace folder "%s"?
ckb: ئاڵوگۆڕکردنی بوخچە "%s"؟

source: Replacing it will remove all files in the folder.
ckb: ئاڵوگۆڕکردن هەموو پەڕگەکانی ناو بوخچە دەسڕێتەوە.

source: A folder with the same name already exists in "%s".
ckb: بوخچەیەک بە هەمان ناو لە "%s" بوونی هەیە.

source: Replace file "%s"?
ckb: ئاڵوگۆڕکردنی پەڕگە "%s"؟

source: Replacing it will overwrite its content.
ckb: ئاڵوگۆڕکردن ئۆڤەرڕایتی ناوەڕۆکەکەی دەکات.

source: An older file with the same name already exists in "%s".
ckb: پەڕگەیەکی کۆنتر بە هەمان ناو لە "%s" بوونی هەیە.

source: A newer file with the same name already exists in "%s".
ckb: پەڕگەیەکی نوێتر بە هەمان ناو لە "%s" هەیە.

source: Another file with the same name already exists in "%s".
ckb: پەڕگەیەکی تر بە هەمان ناو لە "%s" هەیە.

source: Merge
ckb: یەکخستن

source: Could not determine original location of "%s"
ckb: نەتوانرا شوێنی ڕەسەنی "%s" دیاریبکرێت

source: The item cannot be restored from trash
ckb: دانەکە لە تەنەکە خۆڵەکەوە ناگەڕێندرێتەوە

source: The original folder %s no longer exists
ckb: چیتر بوخچە ڕەسەنەکە %s بوونی نییە

source: Ignore
ckb: چەپاندن

source: Recreate
ckb: دروستکردنەوە

source: Could not recreate folder %s. Will ignore all files in this folder
ckb: نەتوانرا بوخچە %s دروستبکرێتەوە. هەموو پەڕگەکان لەم بوخچەیەدا دەچەپێندرێن

source: Could not rename to '%s'
ckb: نەتوانرا ناوی بگۆڕدرێت بۆ '%s'

source: Today at %s
ckb: ئەمڕۆ لە %s

source: Yesterday at %s
ckb: دوێنێ لە %s

source: %%A at %s
ckb: %% لە %s

source: %'d second
ckb: %'d چرکە

source: %'d minute
ckb: %'d خولەک

source: %'d hour
ckb: %'d کاتژمێر

source: approximately %'d hour
ckb: بە نزیکەیی %'d کاتژمێر

source: copy
ckb: لەبەرگرتنەوە

source: link
ckb: لینک

source: Error while deleting.
ckb: هەڵە هەیە لە کاتی ڕەشکردنەوە.

source: Files in the folder "%s" cannot be deleted because you do not have permissions to see them.
ckb: پەڕگەکانی ناو بوخچەی "%s" ڕەش نابنەوە چونکە تۆ دەسەڵاتی بینینیانت نییە.

source: There was an error getting information about the files in the folder "%s".
ckb: هەڵەیەک ڕوویدا لە وەرگرتنی زانیاری دەربارەی پەڕگەکان لە بوخچەی "%s".

source: _Skip files
ckb: _تێپەڕاندنی پەڕگەکان

source: The folder "%s" cannot be deleted because you do not have permissions to read it.
ckb: ناتوانت بوخچەی "%s" بسڕیتەوە، چونکە مۆڵەتت نییە.

source: There was an error reading the folder "%s".
ckb: هەڵەیەک ڕوویدا لە کاتی خوێندنەوەی بوخچەی "%s".

source: Could not remove the folder %s.
ckb: نەتوانرا بوخچەی %s بسڕدرێتەوە.

source: There was an error deleting %s.
ckb: هەڵەیەک ڕوویدا لە کاتی ڕەشکردنەوەی %s.

source: Cannot move file to trash or delete it
ckb: ناتوانرێت پەڕگە بخرێتە سەبەتەی خۆڵەوە یان بسڕدرێتەوە

source: It is not permitted to trash or delete files on a read only filesystem.
ckb: ڕێگە نەدراوە بۆ ناردنی پەڕگەکان بۆ سەبەتەی خۆڵ یان سڕینەوەیان کە تەنها توانای بینینیانت هەیە.

source: It is not permitted to trash or delete files inside folders for which you do not have write privileges.
ckb: ڕێگە نەدراوە بۆ ناردنی پەڕگەکان بۆ سەبەتەی خۆڵ یان سڕینەوەیان لەو بوخچانەی کە مۆڵەتی دەستکایکردنیانت نییە.

source: It is not permitted to trash or delete folders for which you do not have write privileges.
ckb: ڕێگە نەدراوە بۆ ناردنی بوخچەکان بۆ سەبەتەی خۆڵ یان سڕینەوەیان کە مۆڵەتی دەستکاریکردنیانت نییە.

source: Cannot move file to trash. Try to delete it immediately?
ckb: نەتوانرا پەڕگە بگوازرێتەوە بۆ سەبەتەی خۆڵ. هەوڵی سڕینەوەی یەکجاری دەدەیت؟

source: This file could not be moved to trash. See details below for further information.
ckb: نەتوانرا ئەم پەڕگەیە بگوازرێتەوە ناو سەبەتەی خۆڵ. سەیری وردەکارییەکان لە خوارەوە بکە بۆ زانیاری زیاتر.

source: Cannot move file to trash. Try to delete it?
ckb: نەتوانرا پەڕگە بگوازرێتەوە بۆ سەبەتەی خۆڵ. دەیسڕیتەوە؟

source: This file could not be moved to trash. You may not be able to delete it either.
ckb: نەتوانرا ئەم پەڕگەیە بگوازرێتەوە ناو سەبەتەی خۆڵ. لەوانەیە توانای سڕینەوەشت نەبێت.

source: Deleting a file removes it permanently
ckb: سڕینەوەی پەڕگەیەک، یەکجاری دەیسڕێتەوە

source: Trashing Files
ckb: نارردنی پەڕگەکان بۆ ناو سەبەتەی خۆڵ

source: Deleting Files
ckb: سڕینەوەی پەڕگەکان

source: Error while copying.
ckb: هەڵە هەبوو لە کاتی کۆپی کردن.

source: The folder "%s" cannot be copied because you do not have permissions to create it in the destination.
ckb: نەتوانرا بوخچەی "%s" کۆپی بکرێت چونکە مۆڵەتت نییە بۆ دروستکردنی لەناو شوێنی ئامانجدا.

source: There was an error creating the folder "%s".
ckb: هەڵەیەک هەبوو لە دروستکردنی بوخچەی "%s".

source: Error while moving.
ckb: هەڵە هەبوو لە کاتی گواستنەوە.

source: Files in the folder "%s" cannot be copied because you do not have permissions to see them.
ckb: پەڕگەکانی ناو بوخچەی "%s" کۆپی نابن چونکە مۆڵەتت نییە بیانبینیت.

source: The folder "%s" cannot be copied because you do not have permissions to read it.
ckb: پەڕگەکانی ناو بوخچەی "%s" کۆپی نابن چونکە مۆڵەتت نییە بیانخوێنیتەوە.

source: Error while moving "%s".
ckb: هەڵەیەک ڕوویدا لە کاتی گواستنەوەی "%s".

source: Could not remove the source folder.
ckb: نەتوانرا سەرچاوەی بوخچە ڕەشبکرێتەوە.

source: Error while copying "%s".
ckb: هەڵەیەک ڕوویدا لە کاتی کۆپیکردنی "%s".

source: Could not remove files from the already existing folder %s.
ckb: نەتوانرا پەڕگەکان لە فۆڵدەری %s کە پێشتر هەبوون بسڕدرێنەوە.

source: Could not remove the already existing file %s.
ckb: نەتوانرا پەڕگەی %s کە پێشتر هەبوو بسڕدرێتەوە.

source: You cannot move a folder into itself.
ckb: ناتوانیت بوخچە بخەیتە ناو خۆی.

source: You cannot copy a folder into itself.
ckb: بوخچەیەک کۆپی بکەیتە ناو خۆی.

source: The destination folder is inside the source folder.
ckb: بوخچەی ئامانج لەناو سەرچاوەی بوخچە دایە.

source: You cannot move a file over itself.
ckb: ناتوانیت فایلێک بەسەر خۆیدا بگوازیتەوە.

source: You cannot copy a file over itself.
ckb: ناتوانیت فایلێک بەسەر خۆیدا کۆپی بکەیت.

source: The source file would be overwritten by the destination.
ckb: پەڕگەی سەرچاوە دەستکاری دەکرێت لەلایەن ئامانجەکەوە.

source: Could not remove the already existing file with the same name in %s.
ckb: نەتوانرا ئەو پەڕگەیە ڕەشبکرێتەوە کە پیشتر هەبوو بە هەمان ناو لە %s.

source: Cannot copy "%s" here.
ckb: ناتوانرێت "%s" لێرە کۆپی بکرێت.

source: There was an error copying the file into %s.
ckb: هەڵەیەک هەبوو لە کۆپیکردنی پەڕگەکە بۆناو %s.

source: Copying Files
ckb: کۆپیکردنی پەڕگەکان

source: There was an error moving the file into %s.
ckb: هەڵەیەک هەبوو لە کاتی گواستنەوەی پەڕگەکە بۆناو %s.

source: Moving Files
ckb: گواستنەوەی پەڕگەکان

source: Error while creating link to %s.
ckb: هەڵە هەیە لە کاتی دروستکردنی لینک بۆ %s.

source: Symbolic links only supported for local files
ckb: لینکە سمبولییەکان تەنها بۆ پەڕگە ناوخۆییەکان پاڵپشتی کراوە

source: The target doesn't support symbolic links.
ckb: ئامانجەکە پاڵپشتی لینکە سمبولییەکان ناکات.

source: There was an error creating the symlink in %s.
ckb: هەڵەیەک ڕوویدا لەکاتی دروستکردنی سیملینک لە %s.

source: Zero files to process
ckb: سفر پەڕگە هەیە بۆ پرۆسێس

source: Cannot copy into trash.
ckb: ناتوانێت کۆپی بکات بۆ ناو سەبەتەی خۆڵ.

source: It is not permitted to copy files into the trash
ckb: ڕێگە نەدراوە بۆ کۆپی کردنی پەڕگەکان بۆ ناو سەبەتەی خۆڵ

source: untitled folder
ckb: فۆڵدەری بێ ناو

source: new file
ckb: پەڕگەی تازە

source: Error while creating directory %s.
ckb: هەڵە هەیە لە کاتی دروستکردنی فۆڵدەری %s.

source: Error while creating file %s.
ckb: هەڵە هەیە لە کاتی دروستکردنی پەڕگە %s.

source: There was an error creating the directory in %s.
ckb: هەڵەیەک هەبوو لە کاتی دروستکردنی دایرێکتۆرییەکە لە %s دا.

source: Preparing
ckb: ئامادەکردن

source: Files
ckb: پەڕگەکان

source: Network
ckb: تۆڕ

source: Trash
ckb: سەبەتە

source: Recent
ckb: تازە

source: File System
ckb: فایل سیستەم

source: _Cancel
ckb: _هەڵوەشاندنەوە

source: Delete
ckb: سڕینەوە

source: S_kip All
ckb: تێپەڕاندنی هەموو

source: _Retry
ckb: _هەوڵدانەوە

source: Delete _All
ckb: سڕینەوەی هەموو

source: _Replace
ckb: _جێگرتنەوە

source: Replace _All
ckb: جێگرتنەوەی هەموو

source: _Merge
ckb: یەکخستن

source: Merge _All
ckb: یەکخستنی هەموو

source: Copy _Anyway
ckb: هەرچۆنێک بێت کۆپی بکە

source: Empty _Trash
ckb: بەتاڵکردنی سەبەتە

source: Original location could not be determined
ckb: شوێنی ڕەسەن دیاری ناکرێت

source: Open trash folder and restore manually
ckb: کردنەوەی فۆڵدەری سەبەتەی خۆڵ و گەڕاندنەوەی دەستی

source: Error while copying to "%s".
ckb: هەڵە هەیە لە کاتی کۆپیکردن بۆ "%s".

source: The destination is not a folder.
ckb: ئامانجەکە بوخچە نییە.

source: You do not have permissions to access the destination folder.
ckb: مۆڵەتت نییە بۆ ئەوەی دەستت بگات بە بوخچەی ئامانجت.

source: There was an error getting information about the destination.
ckb: هەڵەیەک ڕوویدا لە کاتی وەرگرتنی زانیاری دەربارەی ئامانجەکە.

source: There is not enough space on the destination. Try to remove files to make space.
ckb: بۆشایی پێویست نییە لە شوێنی ئامانجدا نییە. هەوڵدە هەندێک پەڕگە بسڕیتەوە.

source: There is %s available, but %s is required.
ckb: %s بەردەستە، بەڵام %s پێویستە.

source: The destination is read-only.
ckb: ئامانج تەنها دەخوێندرێتەوە.

source: The folder "%s" cannot be handled because you do not have permissions to read it.
ckb: ناتوانیت بوخچەی "%s" بەڕێوەبەریت، چونکە مۆڵەتت نییە.

source: Files in the folder "%s" cannot be handled because you do not have permissions to see them.
ckb: ناتوانیت پەڕگەکانی بوخچەی "%s" بەڕێوەبەریت، چونکە مۆڵەتت نییە.

source: The file "%s" cannot be handled because you do not have permissions to read it.
ckb: ناتوانیت پەڕگەی "%s" بەڕێوەبەریت، چونکە مۆڵەتت نییە.

source: There was an error getting information about "%s".
ckb: هەڵەیەک ڕوویدا لە کاتی وەرگرتنی زانیاری دەربارەی "%s".

source: Close
ckb: داخستن

source: Emptying Trash
ckb: بەتاڵکردنی تەنەکە

source: Permanently delete all items from Trash?
ckb: ڕەشکردنەوەی هەموو دانەکانی ناو تەنەکەی خۆڵ بۆ هەمیشە؟

source: All items in all trash directories, including those on any mounted external drives, will be permanently deleted.
ckb: هەموو دانەکانی ناو بوخچە تەنەکە خۆڵییەکان، بە ئەوانەی کە لەسەر پەپکەی دەرەکیشەوە کە ماونت کراوە، بۆ هەمیشە ڕەش دەکرێنەوە.

source: Permanently delete all items from Trash on this mount?
ckb: ڕەش کردنەوەی سەرجەم دانەکان لە تەنەکەی خۆڵ لەسەر ئەم ماونتە؟

source: All items in the trash on this mount, will be permanently deleted.
ckb: هەموو دانەکانی ناو تەنەکەی خۆڵی سەر ئەم ماونە بۆ هەمیشە ڕەش دەکرێنەوە.

source: Unable to unmount '%s'
ckb: نەتوانرا '%s' ئەنماونت بکرێت

source: Unable to eject '%s'
ckb: نەتوانرا '%s' دەربکرێت

source: Unable to mount '%s'
ckb: نەتوانرا '%s' ماونت بکرێت

source: Preparing to copy %'d file (%s)
ckb: ئامادەکاری بۆ کۆپیکردنی %'d پەڕگە (%s)

source: Preparing to move %'d file (%s)
ckb: ئامادەکاری بۆ گواستنەوەی %'d پەڕگە (%s)

source: Creating links in "%s"
ckb: دروستکردنی لینکەکان لە "%s"

source: Making link to %'d file
ckb: دروستکردنی لینک بۆ %'d پەڕگە

source: Moving "%s" to "%s"
ckb: گواستنەوەی "%s" بۆناو "%s"

source: Copying "%s" to "%s"
ckb: کۆپیکردنی "%s" بۆناو "%s"

source: Duplicating "%s"
ckb: بەدووکردنی "%s"

source: Moving %'d file (in "%s") to "%s"
ckb: گواستنەوەی %'d پەڕگە (لەناو "%s") بۆناو "%s"

source: Copying %'d file (in "%s") to "%s"
ckb: کۆپیکردنی %'d پەڕگە (لەناو "%s") بۆناو "%s"

source: Duplicating %'d file (in "%s")
ckb: بەدووکردنی %'d پەڕگە (لەناو "%s")

source: Moving %'d file to "%s"
ckb: گوستەنەوەی %'d پەڕگە بۆ "%s"

source: Copying %'d file to "%s"
ckb: کۆپیکردنی %'d پەڕگە بۆ "%s"

source: Duplicating %'d file
ckb: بەدووکردنی %'d پەڕگە

source: %s of %s
ckb: %s لە %s

source: %s of %s — %s left (%s/sec)
ckb: %s لەکۆی %s — %s ماوە (%s/چرکە)

source: Preparing to move to "%s"
ckb: ئامادەکاری بۆ ناو گواستنەوە بۆ "%s"

source: Preparing to move %'d file
ckb: ئامادەکاری بۆ گواستنەوەی %'d پەڕگە

source: Are you sure you want to permanently delete "%s" from the trash?
ckb: دڵنیای لە ڕەشکردنەوەی "%s" بۆ هەمیشە؟

source: Are you sure you want to permanently delete the %'d selected item from the trash?
ckb: دڵنیای لە ڕەشکردنەوەی دانەی دیاریکراو "%'d" بۆ هەمیشە؟

source: If you delete an item, it will be permanently lost.
ckb: ئەگەر دانەیەک ڕەش بکەیتەوە، ئەوا بۆ هەمیشە ون دەبێت.

source: Permanently delete “%s”?
ckb: ڕەشکردنەوەی "%s" بۆ هەمیشە؟

source: Are you sure you want to permanently delete the %'d selected item?
ckb: دڵنیای لە ڕەشکردنەوەی دانەی دیاریکراو "%'d" بۆ هەمیشە؟

source: Deleted items are not sent to Trash and are not recoverable.
ckb: دانە ڕەشکراوەکان نەخراونەتە تەنەکەوە و ناشگەڕێندرێنەوە.

source: %'d file left to delete
ckb: %'d پەڕگە ماوە بۆ ڕەشکردنەوە

source: Deleting files
ckb: ڕەشکردنەوەی پەڕگەکان

source: %s left
ckb: %s ماوە

source: Preparing to delete %'d file (%s)
ckb: ئامادەکاری بۆ سڕینەوەی %'d پەڕگە (%s)

source: Moving files to trash
ckb: ناردنی پەڕگەکان بۆ سەبەتەی خۆڵ

source: %'d file left to trash
ckb: %'d پەڕگە ماوە بۆ ڕەشبوونەوە

source: Navigate to %s
ckb: چوون بۆ %s

source: Go to %s
ckb: چوون بۆ %s

source: Type Path
ckb: تایپ پاث

source: Type a path
ckb: تایپ ئە پاث

source: View as Grid
ckb: بینین بە شێوەی گرید

source: View as List
ckb: بینین بە لیست

source: View in Columns
ckb: بینین بە ڕیز

source: Restore All
ckb: گەڕاندنەوەی هەموو

source: Empty the Trash
ckb: بەتاڵکردنی تەنەکە

source: Restore Selected
ckb: گەڕاندنەوەی دیاریکراوەکان

source: Delete Selected
ckb: سڕینەوەی دیاریکراوەکان

source: Send by Email
ckb: ناردن بە ئیمێڵ

source: Browse the file system with the file manager
ckb: گەڕان بەناو فایل سیستەمدا بە فایل مەنێجەر

source: Show the version of the program
ckb: پشاندنانی وەشانی پرۆگرامەکە

source: Open one or more URIs, each in their own tab
ckb: کردنەوەی یەک URI یان زیاتر، هەر یەکەیان لە تابی خۆیدا

source: New Window
ckb: پەنجەرەی تازە

source: Quit Files
ckb: داخستنی فایلز

source: Enable debug logging
ckb: کاراکردنی دیبەگ لۆگگین

source: --quit cannot be used with URIs.
ckb: --کویت لەگەڵ URIیەکان بەکار نایەت.

source: Browse your files
ckb: گەڕان بەناو پەڕگەکانتدا

source: File Manager
ckb: بەڕێوەبەری پەڕگە

source: New _Window
ckb: پەنجەری_نوێ

source: New Window As _Administrator
ckb: پەنجەری نوێ وەکو بەڕێوەبەری سیستەم

source: File Operations
ckb: کارەکانی پەڕگە

source: Completed %s
ckb: %s تەواوبوو

source: All file operations have ended
ckb: هەموو کارەکانی پەڕگە کۆتاییان پێ هات

source: Info
ckb: زانیاری

source: General
ckb: گشتی

source: Device Usage
ckb: بەکارهێنانی ئامێر

source: Capacity:
ckb: قەبارە:

source: Unknown
ckb: نەنزانراو

source: Available:
ckb: بەردەست:

source: Used:
ckb: بەکارهاتوو:

source: Rename
ckb: ناوگۆڕین

source: Set as default
ckb: دانانی وەکو بنەڕەت

source: Properties
ckb: تایبەتمەندییەکان

source: Permissions
ckb: مۆڵەتەکان

source: Contains:
ckb: پێکدێت:

source: %i file could not be read due to permissions or other errors.
ckb: پەڕگە نەخوێندراوە بەهۆی مۆڵەت یان هەڵەی ترەوە.

source: Actual Size Could Be Larger
ckb: دەکرێت قەبارەی ڕاستەقینە گەورەتر بێت

source: unknown
ckb: نەزانراو

source: Loading…
ckb: ئامادەکردن…

source: Could not be determined
ckb: نەتوانرا دیاریبکرێت

source: Created:
ckb: دروستکراو:

source: Modified:
ckb: دەستکاریکراو:

source: Deleted:
ckb: ڕەشکراوە:

source: Media type:
ckb: جۆری میدیا:

source: Resolution:
ckb: ڕوونی:

source: Location:
ckb: شوێن:

source: Target:
ckb: ئامانج:

source: Original Location:
ckb: شوێنی ڕەسەن:

source: Other Application…
ckb: ئەپڵیکەیشنی تر…

source: Open with:
ckb: کردنەوەی بە:

source: Unable to determine file ownership and permissions
ckb: نەتوانرا خاوەنداریەتی و مۆڵەتەکانی پەڕگە دیاریبکرێت

source: Owner:
ckb: خاوەن:

source: Group:
ckb: گروپ:

source: %u subfolder
ckb: %u لابوخچە

source: %u file
ckb: %u پەڕگە

source: %u folder
ckb: %u بوخچە

source: %u selected item
ckb: %u دانەی دیاریکراو

source: Disk Properties
ckb: تایبەتمەندییەکانی پەپکە

source: Format:
ckb: فۆڕمان:

source: Multiple file types selected
ckb: جۆری جیاوازی پەڕگە دیاریکراوە

source: No single app can open all these types of file
ckb: هیچ ئەپێک بە تەنیا ناتوانێت هەموو ئەو جۆرە پەڕگانە بکاتەوە

source: Failed to open files
ckb: کردنەوەی پەڕگەکان شکستی هێنا

source: Could not open URIs
ckb: نەتوانرا URI ییەکان بکرێنەوە

source: Could not open files or URIs with this app
ckb: نەتوانرا ییەکان یان پەڕگەکان بەم ئەپە بکرێنەوە

source: Cannot execute this file
ckb: ئەم پەڕگەیە نەکرایەوە

source: “%s” must be moved from Trash before opening
ckb: پێشکردنەوەی سەرەتا پێویستە پەڕگەی "%s" لە تەنەکە دەربهێندرێت

source: Files inside Trash cannot be opened. To open this file, it must be moved elsewhere.
ckb: پەڕگەکانی ناو تەنەکە ناکرێنەوە. بۆ کردنەوەی ئەم پەڕگەیە، دەبێت دەریبهێنیت.

source: Cannot open this file
ckb: ناتوانێت ئەم پەڕگەیە بکاتەوە

source: Cannot identify file type to open
ckb: ناتوانێت جۆری پەڕگە دیاریبکات بۆ کردنەوەی

source: Cannot drop this file
ckb: ناتوانێت ئەم پەڕگەیە بەرداتەوە

source: Invalid file name provided
ckb: ناوێکی نەگونجاوی پەڕگە پێشکەشکراوە

source: New Tab
ckb: تابێ نوێ

source: Run
ckb: ڕەن

source: Open in %s
ckb: کردنەوەی لە %s دا

source: Open in
ckb: کردنەوە لە

source: Open with
ckb: کردنەوە بە

source: Add to Bookmarks
ckb: زیادکردنی بۆ جێدۆز

source: Select All
ckb: دیاریکردنی هەموو

source: Invert Selection
ckb: پێچەوانەکردنەوەی دیاریکردن

source: Deselect All
ckb: هەڵوەشاندنەوەی دیاریکردن

source: Cut
ckb: بڕین

source: Copy
ckb: کۆپی

source: Move to Trash
ckb: گواستنەوەی بۆ تەنەکە

source: Delete Permanently
ckb: سڕینەوەی بەیەکجاری

source: Restore from Trash
ckb: گەڕاندنەوە لە تەنەکەدا

source: Open Parent Folder
ckb: کردنەوەی بوخچەی باوان

source: Remove from History
ckb: سڕینەوەی لە مێژوودا

source: Rename…
ckb: ناوگۆڕین…

source: Copy as Link
ckb: کۆپیکردنی وەکو لینک

source: Paste Link into Folder
ckb: لەبەرگرتنەوەی لینک بۆناو بوخچە

source: Paste into Folder
ckb: لەبەرگرتنەوە بۆناو بوخچە

source: Paste
ckb: لەبەرگرتنەوە

source: Type
ckb: جۆر

source: Reversed Order
ckb: ڕیزی پێچەوانە

source: Folders Before Files
ckb: بوخچەکان پێش پەڕگەکان

source: Sort by
ckb: ڕیزکردن بەپێی

source: Folder
ckb: بوخچە

source: Empty File
ckb: پەڕگەی بەتاڵ

source: New
ckb: نوێ

source: Untitled %s
ckb: %s ی بێ ناونیشان

source: Cannot remove files from here
ckb: ناتوانیت پەڕگەکان لێرەوە بسڕیتەوە

source: You do not have permission to change this location
ckb: مۆڵەتت نییە بۆ گۆڕینی ئەم شوێنە

source: Cannot copy files that are in the trash
ckb: ناتوانیت پەڕگەکانی ناو تەنەکە کۆپی بکەیت

source: Cutting the selection instead
ckb: بڕینی دیاریکراوەکان لەجیاتی

source: Cannot paste files here
ckb: ناتوانیت پەڕگەکان لێرە پەیست بکەیت

source: This Folder Does Not Exist
ckb: ئەم بوخچەیە بوونی نییە

source: The folder "%s" can't be found.
ckb: بوخچەی "%s" نادۆزرێتەوە.

source: Create
ckb: دروستکردن

source: Create the folder "%s"
ckb: دروستکردنی بوخچەی "%s"

source: Failed to create the folder
ckb: دروستکردنی بوخچە شکستی هێنا

source: Filename
ckb: فایلنەیم

source: Modified
ckb: ڕێکەوتی دەستکاریکردن

source: Privacy mode is on
ckb: دۆخی پرایڤەسی کارایە

source: No recent files are remembered
ckb: هیچ پەڕگەیەکی ئەم دواییە لە یاددا نییە

source: Change security settings
ckb: گۆڕینی ڕێکخستنەکانی ئاسایش

source: Open the system security and privacy settings app
ckb: کردنەوەی ئاسایشی سیستەم و ئەپی ڕێکخستنەکانی پرایڤسی

source: This Folder Is Empty
ckb: ئەم بوخچەیە بەتاڵە

source: Trash Is Empty
ckb: تەنەکە بەتاڵە

source: There Are No Recent Files
ckb: هیچ پەڕگەیەکی ئەم دواییە نییە

source: Access Denied
ckb: دەستگەیشتنت نییە

source: Home
ckb: ماڵ

source: You cannot create a folder here.
ckb: ناتوانیت لێرە بوخچە دروست بکەیت.

source: The network is unavailable
ckb: تۆڕ بەردەست نییە

source: A working network is needed to reach this folder
ckb: تۆڕێکی کارکردوو پێویستە بۆ گەیشتن بەم بوخچەیە

source: This Folder Does Not Belong to You
ckb: ئەم بوخچەیە هی تۆ نییە

source: You don't have permission to view this folder.
ckb: مۆڵەتی بینینی ئەم بوخچەیەت نییە.

source: Unable to Mount Folder
ckb: نەتوانرا ماونتی بوخچە بکرێت

source: Could not connect to the server for this folder.
ckb: نەتوارا بە ڕاژەوە پەیوەست بکرێت بۆ ئەم بوخچەیە.

source: Unable to Display Folder Contents
ckb: نەتوانرا ناوەڕۆکی بوخچە پشان بدرێت
